{
    "Tên không được để trống": "Name cannot be blank",
    "Tên không được vượt quá 255 kí tự": "Name cannot exceed 255 characters",
    "Hòm thư không được để trống": "Inbox cannot be empty",
    "Hòm thư không đúng định dạng": "The email is not in the correct format",
    "Hòm thư không được vượt quá 255 kí tự": "The email cannot exceed 255 characters",
    "Hòm thư đã tồn tại": "The email already exists",
    "Mật khẩu không được để trống": "Password can not be blank",
    "Mật khẩu không đúng định dạng": "Password is not in the correct format",
    "Mật khẩu tối thiểu trên 8 kí tự": "Password must be at least 8 characters",
    "Mật khẩu không vượt quá 64 kí tự": "Password must not exceed 64 characters",
    "Xác nhận mật khẩu không trùng khớp": "Confirm password does not match",
    "Thông tin của bạn không được tìm thấy": "Your information was not found",
    ":attribute không được để trống": ":attribute cannot be blank",
    ":attribute đã tồn tại": ":attribute already exists",
    "Tên": "Name",
    "Tiêu đề": "Title",
    "Giới tính": "Sex",
    "Bạn quên mật khẩu ? Đừng quá lo lắng. Hãy cho chúng tôi biết hòm thư của bạn. Chúng tôi sẽ gửi thư hướng dẫn cho bạn": "Forgot your password? Do not worry. Let us know your email. We will email you instructions",
    "Cài lại mật khẩu": "Reset password",
    "Gửi lại thư xác thực": "Resend verification mail",
    "Đăng nhập": "Log in",
    "Hòm thư": "Email",
    "Mật khẩu": "Password",
    "Đăng nhập với": "Login with",
    "Quên mật khẩu": "Forgot password",
    "Bạn chưa có tài khoản ?": "Do not have an account ?",
    "Bạn có tài khoản ?": "Do you have an account ?",
    "Đăng ký": "Register",
    "Xác nhận mật khẩu": "Confirm password",
    "Vui lòng nhập mật khẩu mới và tiếp tục hành trình với chúng tôi!": "Please enter a new password and continue your journey with us!",
    "Mật khẩu của bạn đã được thay đổi. Vui lòng đăng nhập với mật khẩu mới để tiếp tục trải nghiệm những trò chơi mà bạn yêu thích. Trang sẽ tự động chuyển hướng sau ": "Your password has been changed. Please login with your new password to continue experiencing the games you love. The page will automatically redirect after",
    "Thư cài lại mật khẩu đã được gửi hòm thư của bạn. Vui lòng kiểm tra vào thời gian sớm nhất để không bảo lỡ tiếp tục trải nghiệm những trò chơi của chúng tôi.": "Password reset email has been sent to your email. Please check as soon as possible so as not to miss out on continuing to experience our games.",
    "Chúc mừng bạn đã hoàn thành! Hãy tận hưởng thế giới trò chơi của chúng tôi ngay nhé. Trang sẽ tự động chuyển hướng sau ": "Congratulations on your completion! Enjoy our game world now. The page will automatically redirect after",
    "Cám ơn vì đã tham gia cộng đồng của chúng tôi. Trước khi tiếp tục trải nghiệm, hãy kiểm tra hòm thử của bạn để xác thực thông tin mà bạn đã cung cấp. Nếu không nhận được thư hãy ấn vào nút phía bên dưới để chúng tôi có thể gửi lại mẫu thư cho bạn": "Thanks for joining our community. Before proceeding with the experiment, check your test box to verify the information you have provided. If you do not receive the letter, please click the button below so we can resend the letter form to you",
    "Thư mới đã gửi đến hòm thư của bạn. Vui lòng kiểm tra lại!": "New mail has been sent to your inbox. Please check again!",
    "Unauthorized": "Unauthorized",
    "Payment Required": "Payment Required",
    "Forbidden": "Forbidden",
    "Not Found": "Not Found",
    "Page Expired": "Page Expired",
    "Too Many Requests": "Too Many Requests",
    "Server Error": "Server Error",
    "Service Unavailable": "Service Unavailable",
    "Chơi trò chơi miễn phí trên": "Play free games on",
    "Các game hai người chơi và game trang điểm hàng đầu. Tuy nhiên, game mô phỏng và game nấu ăn cũng rất phổ biến trong các người chơi. Gamekafe cũng hoạt động trên các thiết bị di động và có nhiều game cảm ứng cho điện thoại. Ghé thăm Gamekafe và gia nhập với cộng đồng người chơi ngay.": "Top two player games and makeover games. However, simulation games and cooking games are also very popular among players. Gamekafe also works on mobile devices and has many touch games for phones. Visit Gamekafe and join the community of players now.",
    "chơi trò chơi miễn phí": "play games for free",
    "chơi trò chơi trực tuyến": "play games online",
    "Các trò chơi Trực tuyến Miễn phí tại": "Free Online Games at",
    "Các game hai người chơi và game trang điểm hàng đầu. Tuy nhiên, game mô phỏng và game nấu ăn cũng rất phổ biến trong các người chơi.": "Top two player games and makeover games. However, simulation games and cooking games are also very popular among players.",
    "Tìm kiếm trò chơi": "Search games",
    "Game Mới": "New Game",
    "trong tháng": "in month",
    "Game Phổ Biến": "Popular Games",
    "được quan tâm": "be interested",
    "Hồ sơ": "Profile",
    "Thay đổi hồ sơ": "Change profile",
    "Thông tin": "Information",
    "Đăng xuất": "Log out",
    "Lựa chọn ngôn ngữ": "Language selection",
    "là gì?": "What is that?",
    "Bạn có biết": "Do you know",
    "đang cung cấp các game và câu đố trực tuyến từ năm 2006?": "offering online games and quizzes since 2006?",
    "Đã hơn 15 năm thú vị của": "It's been over 15 exciting years of",
    "Cảm ơn bạn đã là một phần của cộng đồng": "Thank you for being part of the community",
    "là một đơn vị phát hành và phát triển game": "is a game publisher and developer",
    "Nền tảng của": "The base of",
    "là mạng xã hội với 30 triệu người chơi và đang không ngừng phát triển.": "is a social network with 30 million players and is constantly growing.",
    "Danh mục giải trí phát triển hàng ngày": "The entertainment category grows daily",
    "Trò chơi mới": "New game",
    "được phát hành từng ngày.": "released every day.",
    "Vì": "Because",
    "có một lịch sử lâu dài, chúng tôi đã ghi lại các hiện tượng xã hội trên các trình duyệt game. Nội dung này là một phương tiện nghệ thuật quan trọng và có thể có thể lý giải cái gì người ta thích trong những giai đoạn khác nhau.": "Having a long history, we have documented social phenomena on game browsers. This content is an important artistic medium and can possibly explain what people like in different periods.",
    "Thể loại game": "Game genre",
    "Trước đây,": "Before,",
    "nổi tiếng với các dòng game như arcade và games cổ điển khi": "famous for games like arcade and classic games when",
    "Đáng chú ý là,": "Notably,",
    "một người chơi": "one player",
    "đã trở thành game trình duyệt nổi tiếng cùng với": "has become a popular browser game along with",
    "trò chơi 2d": "2d game",
    "Một phần trò chơi quan trọng cuối cùng là": "The last important part of the game is",
    "nhiều người chơi": "Multiplayer",
    "chơi danh mục mở rộng của game mạng xã hội hỗ trợ mạng": "Play an extensive catalog of network-enabled social networking games",
    "Công nghệ": "Technology",
    "là ngôi nhà cho mọi game thủ trên bất kỳ thiết bị nào.": "is the home for every gamer on any device.",
    "Chơi": "Play",
    "trò chơi dưới dạng điểm ảnh": "game in the form of pixels",
    "hoặc tải đồ họa 3D phong phú trên máy tính bằng cách chơi": "or get rich 3D graphics on your computer by playing",
    "trò chơi cổ điển": "Classic game",
    "Mặt khác, nếu bạn chỉ thích chơi trò chơi 2D thông thường, thì": "On the other hand, if you just like to play casual 2D games, then",
    "trò chơi": "game",
    "sẽ phù hợp với bạn. Nếu bạn muốn tiếp cận với công nghệ mới, hãy truy cập kho lưu trữ": "will suit you. If you want access to new technology, visit the archive",
    "để chơi các trò chơi chưa hề có ở những nơi khác.": "to play games like no other.",
    "Cuối cùng, đừng quên đăng ký": "Finally, don't forget to subscribe",
    "tài khoản": "account",
    "Đây là mạng xã hội cộng đồng hỗ trợ người chơi.": "This is a community social network that supports players.",
    "Đã đăng ký bản quyền.": "Copyright registered.",
    "Game mới": "New game",
    "Phổ biến nhất": "Most popular",
    "Cập nhật": "Update",
    "Theo dõi chúng tôi": "Follow us",
    "Chúng tôi sử dụng cookie để đề xuất nội dung và phân tích lưu lượng truy cập và quảng cáo. Khi sử dụng trang web này, bạn đồng ý với": "We use cookies to recommend content and analyze traffic and advertising. By using this website, you agree to",
    "Chính sách bảo mật": "Privacy Policy",
    "và": "and",
    "Chính sách Cookie": "Cookie Policy",
    "Đã hiểu": "Understood",
    "Game chơi nhiều nhất": "Most Played Game",
    "TẤT CẢ CÁC THỂ LOẠI GAME MIỄN PHÍ.": "ALL GAMES FOR FREE.",
    "Bạn đang tìm kiếm một thể loại trò chơi nhất định? Kiểm tra danh sách mở rộng các loại trò chơi tại": "Are you looking for a certain game genre? Check out the extensive list of game types at",
    "Chúng tôi đã gắn nhãn các trò chơi bằng cách sử dụng các tag và danh mục trong hơn một thập kỷ qua. Trang này liệt kê hàng trăm tag khác nhau đại diện cho toàn bộ các bộ sưu tập trò chơi có thể chơi trên trình duyệt.": "We've been labeling games using tags and categories for over a decade. This page lists hundreds of different tags that represent entire collections of browser-playable games.",
    "Tất cả": "All",
    "thẻ gắn để tìm game miễn phí về giấc mơ của bạn": "Tag to find the free game of your dreams",
    "Trò chơi": "Game",
    "Chơi trực tuyến tại": "Play online at",
    "Thể loại": "Category",
    "Game trực tuyến miễn phí hàng đầu gắn thẻ": "Top Free Online Game Tagged",
    "Các thẻ liên quan tới": "Tags related to",
    "Tham gia chiến game cùng với ": "Join the game with",
    "Hiển thị tất cả": "Show all",
    "Sắp xếp theo:": "Sorted by:",
    "Độ phổ biến": "Popularity",
    "Đánh giá": "Evaluate",
    "Ngày": "Day",
    "Chính sách cookie": "Cookie Policy",
    "Có hiệu lực vào ngày 25 tháng 5 năm 2018": "Effective May 25, 2018",
    "Định nghĩa thuật ngữ": "Definition of term",
    "Cookie là gì?": "What are cookies?",
    "Chúng tôi sử dụng cookie để làm gì?": "What do we use cookies for?",
    "Làm cách nào để kiểm soát hoặc tắt cookie?": "How do I control or disable cookies?",
    "Chúng tôi sử dụng những loại cookie nào?": "What types of cookies do we use?",
    "Các loại cookie mà chúng tôi hiện đang sử dụng": "Types of cookies we currently use",
    "Cookie của bên thứ ba": "Third-party cookies",
    "Các thuật ngữ “Chúng tôi”, “Của chúng tôi”, “Của chúng tôi” và “Chúng tôi”, cũng như tất cả các đại từ ngôi thứ nhất khác, được dùng để chỉ Web Entertainment Limited (“WEL”), công ty sở hữu, điều hành và duy trì Trang web và": "The terms “We”, “Our”, “Our” and “We”, as well as all other first person pronouns, are used to refer to Web Entertainment Limited (“WEL”), company that owns, operates and maintains the Website and",
    "Tài khoản": "Account",
    "Thuật ngữ “Trang web” được sử dụng để chỉ tất cả các trang web do Chúng tôi sở hữu, xuất bản hoặc duy trì, các chi nhánh hoặc đối tác kinh doanh của Chúng tôi, bao gồm nhưng không giới hạn ở": "The term “Site” is used to refer to all websites owned, published or maintained by Us, our affiliates or business partners, including but not limited to",
    "Các thuật ngữ “Bạn”, “Của bạn”, “Người dùng”, cũng như tất cả các đại từ ngôi thứ hai khác, được dùng để chỉ người dùng Trang web và hoặc dịch vụ do Chúng tôi cung cấp.": "The terms “You”, “Your”, “User”, as well as all other second person pronouns, are used to refer to users of the Website and or the services provided by us.",
    "Thuật ngữ": "Terms",
    "Tài khoản” là hệ thống đăng nhập do Chúng tôi vận hành và duy trì cho người dùng, người chơi và nhà phát triển.": "Account” is the login system operated and maintained by Us for users, players and developers.",
    "Cookie là các tệp hoặc mẩu dữ liệu nhỏ mà Chúng tôi lưu trữ trên máy tính, điện thoại di động hoặc các thiết bị hỗ trợ internet khác của Bạn khi Bạn truy cập Trang web của Chúng tôi. Việc sử dụng cookie nhằm mục đích giúp Trang web của chúng tôi sử dụng dễ dàng hơn và cung cấp cho bạn trải nghiệm Web được cá nhân hóa.": "Cookies are files or small pieces of data that We store on Your computer, mobile phone or other internet enabled devices when You visit Our Website. The use of cookies is intended to make our Website easier to use and provide you with a personalized Web experience.",
    "Những cookie thường chứa là kết quả của thông tin cá nhân do chính Bạn nhập vào một trang web. Thông thường, khi cookie lưu trữ thông tin cá nhân, thông tin này được mã hóa theo cách mà bất kỳ bên thứ ba nào tình cờ truy cập vào thư mục cookie của Bạn đều không thể đọc được.": "These cookies typically contain the result of personal information entered by you on a website. Normally, when cookies store personal information, this information is encrypted in such a way that it cannot be read by any third party who stumbles upon Your cookies folder.",
    "Cookie là một mẩu dữ liệu nhỏ được gửi từ các trang web của Chúng tôi và được trình duyệt web của Bạn lưu trữ trên máy tính của Bạn trong khi Bạn đang duyệt.": "A cookie is a small piece of data sent from our websites and stored by Your web browser on Your computer while You are browsing.",
    "Về mặt kỹ thuật nó hoạt động như thế nào?": "Technically how does it work?",
    "Khi được sử dụng, cookie sẽ được tải xuống máy tính của Bạn. Các tệp cookie được lưu trữ trên hoặc chuyển sang ổ cứng của Bạn.": "When used, cookies will be downloaded to Your computer. Cookie files are stored on or transferred to Your hard drive.",
    "Trang web và Dịch vụ của chúng tôi có thể sử dụng cookie. Cookie cho phép Chúng tôi cá nhân hóa trải nghiệm của Bạn trên các trang web của Chúng tôi, cho chúng tôi biết mọi người đã truy cập những phần nào trên Trang web của chúng tôi, giúp Chúng tôi đo lường hiệu quả của quảng cáo và tìm kiếm trên web, đồng thời cung cấp cho Chúng tôi thông tin chi tiết về hành vi của người dùng để Chúng tôi có thể cải thiện Trang web và Dịch vụ của mình. Dữ liệu này không đưa ra bất kỳ chi tiết cá nhân nào. Việc thu thập dữ liệu này được sử dụng để phân tích thống kê về Trang web của chúng tôi để chúng tôi sử dụng.": "Our Website and Services may use cookies. Cookies allow us to personalize your experience on our websites, tell us what parts of our website people have visited, help us measure the effectiveness of our advertising and search the web, and provide us with detailed information about user behavior so We can improve our Website and Services. This data does not give out any personal details. This data collection is used for statistical analysis of our Website for our use.",
    "Bạn có thể tắt hoặc xóa cookie bất cứ lúc nào. Xin lưu ý rằng vì cookie được sử dụng trên toàn bộ Trang web của chúng tôi, nên việc vô hiệu hóa hoặc xóa cookie có thể ngăn Bạn sử dụng một số phần nhất định trên Trang web và Dịch vụ của chúng tôi.": "You can disable or delete cookies at any time. Please note that because cookies are used throughout our Website, disabling or deleting cookies may prevent You from using certain parts of our Website and Services.",
    "Nếu bạn đang sử dụng Google Chrome, để tắt cookie:": "If you are using Google Chrome, to disable cookies:",
    "Đi đến 'Tiện ích'": "Go to 'Utilities'",
    "Nhấp vào 'Tùy chọn'": "Click 'Options'",
    "Nhấp vào 'Dưới mui xe'": "Click 'Under the hood'",
    "'Cài đặt cookie' nên được chọn. Sau khi hoàn tất, hãy chọn 'Chặn tất cả Cookie'": "'Cookie settings' should be selected. Once done, select 'Block All Cookies'",
    "Bây giờ tất cả các cookie sẽ bị chặn trên Google Chrome của bạn": "Now all cookies will be blocked on your Google Chrome",
    "Để xóa các cookie hiện có:": "To delete existing cookies:",
    "Trong phần 'Quyền riêng tư', chọn 'Hiển thị cookie'": "In the 'Privacy' section, select 'Show cookies'",
    "Một cửa sổ mới sẽ mở ra có tên là 'Cookie' Tại đây, bạn có thể xem tất cả các cookie trong Trình duyệt Google Chrome của mình.": "A new window will open called 'Cookies' Here you can view all the cookies in your Google Chrome Browser.",
    "Nhấp vào 'Xóa tất cả' để xóa tất cả dấu vết của cookie": "Click 'Clear All' to remove all traces of cookies",
    "Nếu bạn chỉ muốn xóa một cookie nhất định, chỉ cần đánh dấu và nhấp vào 'Xóa'": "If you only want to delete a certain cookie, simply highlight and click 'Delete'",
    "Các trình duyệt khác": "Other Browsers",
    "Đối với các trình duyệt khác, vui lòng xem tài nguyên hoặc nguyên tắc hỗ trợ của trình duyệt có liên quan.": "For other browsers, please see relevant browser support guidelines or resources.",
    "Trang web của chúng tôi sử dụng cookie phiên và cookie liên tục.": "Our website uses session cookies and persistent cookies.",
    "Cookie phiên:": "Session cookies:",
    "Đây là những tệp cookie tạm thời sẽ bị xóa khi Bạn đóng trình duyệt của mình.": "These are temporary cookie files that will be deleted when You close your browser.",
    "Cookie liên tục:": "Persistent cookies:",
    "Chúng nằm trong một trong các thư mục con của trình duyệt của Bạn cho đến khi Bạn xóa chúng hoặc chúng hết hạn.": "They stay in one of your browser's subfolders until you delete them or they expire.",
    "Xác thực": "Accuracy",
    "Cookie xác thực được các máy chủ web sử dụng để biết bạn đã đăng nhập hay chưa và bạn đã đăng nhập bằng tài khoản nào. Cookie này cho phép chúng tôi cung cấp cho bạn trải nghiệm web được cá nhân hóa trên Trang web của chúng tôi.": "Authentication cookies are used by web servers to know if you are logged in and with which account you are logged in. This cookie allows us to provide you with a personalized web experience on our Website.",
    "Hiệu suất": "Efficiency",
    "Chúng tôi sử dụng các cookie này để trải nghiệm của Bạn trên Trang web của chúng tôi và hiệu suất. Những cookie này thu thập thông tin về cách Trang web của chúng tôi được sử dụng, ví dụ như trang nào Bạn truy cập thường xuyên nhất và nơi gửi thông báo lỗi. Dữ liệu đó không đưa ra bất kỳ chi tiết cá nhân nào.": "We use these cookies for Your experience on our Website and performance. These cookies collect information about how our Website is used, for example which pages You visit most often and where error messages are sent. That data does not give out any personal details.",
    "Phân tích": "Analysis",
    "Những cookie này cung cấp cho Chúng tôi các báo cáo cung cấp số liệu thống kê giúp Chúng tôi xác định cách khách truy cập sử dụng Trang web của chúng tôi, cách họ truy cập Trang web của chúng tôi và cách Chúng tôi có thể giúp họ tìm đường quay lại.": "These cookies provide us with reports that provide statistics that help Us determine how visitors use our Website, how they access our Website, and how We can help they find their way back.",
    "Bản địa hóa": "Localization",
    "Cookie bản địa hóa giúp Chúng tôi cung cấp cho Bạn trải nghiệm được bản địa hóa và cá nhân hóa hơn. Vì mục đích đó, chúng tôi có thể thu thập và lưu trữ thông tin có trên trình duyệt hoặc máy tính của Bạn để Bạn có thể xem Trang web bằng ngôn ngữ ưa thích của mình.": "Localization cookies help Us provide You with a more localized and personalized experience. For that purpose, we may collect and store information that is on Your browser or computer so that You can view the Website in your preferred language.",
    "Quảng cáo": "Advertisement",
    "Trang web của chúng tôi có thể sử dụng cookie để gửi quảng cáo cá nhân. Quảng cáo được cá nhân hóa mang lại trải nghiệm quảng cáo phù hợp hơn đồng thời giúp tài trợ cho việc phát triển các trò chơi mới.": "Our website may use cookies to deliver personalized advertising. Personalized ads provide a more relevant ad experience and help fund the development of new games.",
    "Chúng tôi sử dụng một số dịch vụ của bên thứ ba cũng có thể đặt cookie trên máy tính của Bạn thay mặt Chúng tôi khi bạn truy cập Trang web của Chúng tôi để cho phép họ cung cấp các dịch vụ mà họ đang cung cấp. Ví dụ: Chúng tôi đang sử dụng cookie của bên thứ ba cho mục đích thống kê. Thông tin thêm về các cookie này có sẵn trên trang web của bên thứ ba tương ứng.": "We use a number of third-party services that may also place cookies on Your computer on Our behalf when you visit our Site to enable them to provide the services they are providing. Example: We are using third party cookies for statistical purposes. More information about these cookies is available on the respective third-party website.",
    "Tất cả các thẻ": "All cards",
    "Tìm kiếm hàng đầu": "Top Search",
    "chơi": "play",
    "Chơi trò chơi miễn phí trên Gamekafe. Các game hai người chơi và game trang điểm hàng đầu. Tuy nhiên, game mô phỏng và game nấu ăn cũng rất phổ biến trong các người chơi. Gamekafe cũng hoạt động trên các thiết bị di động và có nhiều game cảm ứng cho điện thoại. Ghé thăm Gamekafe và gia nhập với cộng đồng người chơi ngay.": "Play free games on Gamekafe. Top two player games and makeover games. However, simulation games and cooking games are also very popular among players. Gamekafe also works on mobile devices and has many touch games for phones. Visit Gamekafe and join the community of players now.",
    "Danh sách thẻ": "Card List",
    "CHỌN BẤT KỲ MỘT TỪ KHÓA NÀO VÀ CHƠI NGAY!": "CHOOSE ANY KEYWORD AND PLAY NOW!",
    "Game Trực Tuyến Miễn Phí Hàng đầu được Gắn Thẻ": "Top Tagged Free Online Games",
    "Game mới nhất": "Latest games",
    "Chính sách": "Policy",
    "Có hiệu lực từ ngày 25 tháng 7 năm 2023": "Effective July 25, 2023",
    "Chính sách quyền riêng tư này (“Chính sách”), cùng với Điều khoản dịch vụ của chúng tôi (“Điều khoản”), tiết lộ các thông lệ về quyền riêng tư của Web Entertainment Limited (“WEL”) liên quan đến bất kỳ Dữ liệu cá nhân nào mà Bạn cung cấp hoặc cung cấp cho Chúng tôi hoặc Chúng tôi nhận được từ Bạn hoặc được biết đến với chúng tôi.": "This Privacy Policy (“Policy”), together with our Terms of Service (“Terms”), disclose the privacy practices of Web Entertainment Limited (“WEL”) in relation to any Personal Data that You provide or provide to Us or that We receive from You or are known to us.",
    "Xin vui lòng đọc chính sách này một cách cẩn thận. Bằng cách truy cập hoặc sử dụng Trang web của chúng tôi, Bạn thừa nhận rằng Bạn đã đọc, hiểu và đồng ý bị ràng buộc bởi các điều khoản của Chính sách này. Nếu Bạn không đồng ý với Chính sách này, vui lòng không sử dụng Trang web của chúng tôi. Chúng tôi bảo lưu quyền thay đổi Chính sách này theo thời gian và Bạn có trách nhiệm xem xét Chính sách này một cách thường xuyên. Bằng cách truy cập hoặc sử dụng Trang web của chúng tôi, bạn có thông báo xây dựng về Chính sách này, được cung cấp trên tất cả các Trang web của chúng tôi.": "Please read this policy carefully. By accessing or using our Website, You acknowledge that You have read, understood and agree to be bound by the terms of this Policy. If You do not agree with this Policy, please do not use our Website. We reserve the right to change this Policy from time to time and it is your responsibility to review this Policy on a regular basis. By accessing or using our Website, you have a constructive notice of this Policy, which is made available on all of our Websites.",
    "Chính sách này được điều chỉnh và hiểu theo Pháp lệnh Dữ liệu Cá nhân (Quyền riêng tư), Cap. 486, luật của Đặc khu hành chính Hồng Kông (“HKSAR”) và các luật, quy tắc và quy định có liên quan khác trong hoặc ngoài phạm vi quyền hạn của HKSAR. Chủ thể dữ liệu là người dùng của Trang web và Người dùng dữ liệu là WEL.": "This Policy is governed by and construed in accordance with the Personal Data (Privacy) Ordinance, Cap. 486, the laws of the Hong Kong Special Administrative Region (“HKSAR”) and other relevant laws, rules and regulations within or outside the jurisdiction of the HKSAR. The Data Subject is the user of the Website and the Data User is the WEL.",
    "Đối với Người dùng ở EU, Chính sách quyền riêng tư này tuân thủ Quy định bảo vệ dữ liệu chung (GDPR).": "For EU Users, this Privacy Policy complies with the General Data Protection Regulation (GDPR).",
    "Chính sách bảo mật của chúng tôi giải thích:": "Our privacy policy explains:",
    "Chúng tôi nhận được thông tin gì": "What information do we receive?",
    "Cách chúng tôi sử dụng thông tin đó": "How we use that information",
    "Các lựa chọn Chúng tôi cung cấp, bao gồm cách truy cập và cập nhật thông tin": "Options We Offer, including how to access and update information",
    "Để tạo điều kiện thuận lợi cho việc đọc của Bạn, đây là phác thảo Chính sách Bảo mật của Chúng tôi:": "To facilitate Your reading, here is an outline of our Privacy Policy:",
    "Các định nghĩa": "Definitions",
    "Thông tin chúng tôi nhận được và cách sử dụng thông tin đó": "Information we receive and how it is used",
    "Các trang web khác": "Other sites",
    "Cookies và các công nghệ tương tự": "Cookies and similar technologies",
    "Bảo vệ thông tin cá nhân": "Protect personal information",
    "Truy cập và Chỉnh sửa Thông tin Cá nhân của Bạn": "Accessing and Correcting Your Personal Information",
    "Trẻ em và trẻ vị thành niên": "Children and adolescents",
    "Quyền đối với thông tin cá nhân của bạn": "Right to your personal information",
    "Liên hệ với chúng tôi": "Contact us",
    "Sự định nghĩa": "Definition",
    "Thuật ngữ “Dữ liệu cá nhân” và “Thông tin cá nhân” đề cập đến bất kỳ dữ liệu hoặc thông tin nào liên quan trực tiếp hoặc gián tiếp đến một cá nhân, từ đó có thể xác định được danh tính của cá nhân đó một cách trực tiếp hoặc gián tiếp và ở dạng truy cập hoặc xử lý dữ liệu là có thể thực hiện được. Đối với các mục đích của Chính sách này, các từ dữ liệu và thông tin có cùng ý nghĩa.": "The terms 'Personal Data' and 'Personal Information' refer to any data or information relating directly or indirectly to an individual from which the individual's identity can be identified. directly or indirectly and in the form of data access or processing is possible. For purposes of this Policy, the words 'data' and 'information' have the same meaning.",
    "Thuật ngữ “ID Người dùng” đề cập đến tên người dùng Bạn sử dụng để xác định Tài khoản Gamekafe của Bạn.": "The term “User ID” refers to the username You use to identify Your Gamekafe Account.",
    "Các thuật ngữ “Chúng tôi”, “Của chúng tôi”, “Của chúng tôi” và “Chúng tôi”, cũng như tất cả các đại từ ngôi thứ nhất khác, được dùng để chỉ WEL, công ty sở hữu, điều hành và duy trì Trang web và Tài khoản.": "The terms “We”, “Our”, “Our” and “We”, as well as all other first person pronouns, are used to refer to WEL, the owned, operated company. and maintain the Website and Account.",
    "Thuật ngữ “Trang web” được sử dụng để chỉ tất cả các trang web trò chơi và video do Chúng tôi sở hữu, xuất bản hoặc duy trì, các chi nhánh hoặc đối tác kinh doanh của Chúng tôi, bao gồm nhưng không giới hạn ở Tài khoản": "The term “Site” is used to refer to all video and game websites owned, published or maintained by Us, our affiliates or business partners, including but not limited to: in Account",
    "Các thuật ngữ “Bạn”, “Của bạn”, “Người dùng”, cũng như tất cả các đại từ ngôi thứ hai khác, được dùng để chỉ người dùng và hoặc người chơi của Trang web và hoặc dịch vụ do Chúng tôi cung cấp.": "The terms “You”, “Your”, “User”, as well as all other second person pronouns, are used to refer to users and or players of the Website and or the services provided by them I provided.",
    "Thuật ngữ “Tài khoản": "The term “Account”",
    "dùng để chỉ một hệ thống đăng nhập do Chúng tôi vận hành và duy trì cho người dùng, người chơi và nhà phát triển.": "refers to a login system operated and maintained by Us for users, players and developers.",
    "Thông tin chúng tôi nhận được về bạn": "Information we receive about you",
    "Thông tin mà Chúng tôi nhận được bao gồm các bộ thông tin: Thông tin của Bạn và thông tin chúng tôi nhận được về Bạn.": "The information we receive includes the following sets of information: Your Information and the information we receive about You.",
    "Thông tin của Bạn là thông tin được nhập khi Bạn điền vào biểu mẫu trên Trang web của chúng tôi, khi Bạn đăng ký, tức là Tài khoản": "Your Information is the information entered when You fill out a form on our Website, when You register, i.e. an Account",
    "của Bạn. Nó bao gồm tên, địa chỉ email, ngày sinh và giới tính của bạn.": "your. It includes your name, email address, date of birth, and gender.",
    "Thông tin Chúng tôi nhận được về mối quan tâm của Bạn": "Information We Receive About Your Concerns",
    "thông tin phi cá nhân:": "Non-personal information:",
    "Dữ liệu liên quan đến việc sử dụng Trang web, chẳng hạn như ngày và giờ Bạn truy cập Trang web, địa chỉ trang web hoặc URL Bạn đang truy cập": "Data relating to the use of the Website, such as the date and time You visited the Website, the website address or the URL You are visiting",
    "Dữ liệu liên quan đến các dịch vụ và hoạt động của Trang web, chẳng hạn như trò chơi Bạn chơi, điểm số Bạn đạt được trong trò chơi được hỗ trợ, thành tích Bạn đã đạt được trong các trò chơi được hỗ trợ và tiến độ trò chơi của Bạn trong các trò chơi được hỗ trợ.": "Data related to the Site's services and operations, such as the games You play, the scores You have achieved in the supported games, the achievements You have made in the supported games, and progress. Your game level in supported games.",
    "thông tin kỹ thuật, bao gồm:": "Technical information, including:",
    "địa chỉ IP": "IP address",
    "trình duyệt bạn sử dụng": "browser you use",
    "hệ điều hành bạn sử dụng": "operating system you use",
    "if You are logged in to": "if You are logged in to",
    "Account, Your User ID.": "Account, Your User ID.",
    "(b) Cách chúng tôi sử dụng thông tin chúng tôi nhận được": "(b) How we use the information we receive",
    "Bất kỳ thông tin nào chúng tôi nhận được liên quan đến Bạn là để cho phép Chúng tôi cung cấp các dịch vụ tốt hơn cho Bạn. Chúng tôi có thể sử dụng thông tin phi cá nhân và thông tin kỹ thuật để cải thiện thiết kế và nội dung của Trang web của chúng tôi, để cá nhân hóa trải nghiệm của khách truy cập hoặc để cung cấp sản phẩm, chương trình và dịch vụ.": "Any information we receive regarding You is to enable Us to provide better services to You. We may use non-personal information and technical information to improve the design and content of our Website, to personalize the visitor's experience, or to provide products or programs. and service.",
    "Chúng tôi cũng có thể sử dụng thông tin để đảm bảo rằng Người dùng của chúng tôi tuân thủ Điều khoản của chúng tôi. Chúng tôi không giữ lại bất kỳ Thông tin cá nhân nào ngoài thời gian cần thiết.": "We may also use the information to ensure that our Users comply with our Terms. We do not retain any Personal Information beyond the necessary time.",
    "(c) Thông tin chúng tôi chia sẻ": "(c) Information we share",
    "Chúng tôi không chia sẻ thông tin Tài khoản Gamekafe của Bạn với các công ty, tổ chức và cá nhân bên ngoài Công ty trừ khi xảy ra một trong các trường hợp sau:": "We do not share Your Gamekafe Account information with companies, organizations and individuals outside of the Company unless one of the following occurs:",
    "Với sự đồng ý của bạn": "With your consent",
    "Chúng tôi sẽ chia sẻ thông tin Tài khoản Gamekafe của Bạn với các công ty, tổ chức và cá nhân bên ngoài Công ty khi Chúng tôi được bạn đồng ý làm như vậy. Chúng tôi cũng chia sẻ Thông tin của bạn cho các trò chơi của bên thứ ba sử dụng hệ thống đăng nhập Tài khoản": "We will share Your Gamekafe Account information with companies, organizations and individuals outside of the Company when We have your consent to do so. We also share your Information to third party games that use the Account login system",
    "Chúng tôi yêu cầu sự đồng ý chọn tham gia để chia sẻ bất kỳ Thông tin cá nhân nào.": "We require opt-in consent to share any Personal Information.",
    "Đối với xử lý bên ngoài": "For external processing",
    "Chúng tôi cung cấp Thông tin cá nhân cho các chi nhánh của Chúng tôi hoặc các doanh nghiệp hoặc người đáng tin cậy khác để xử lý thông tin đó cho Chúng tôi hoặc công ty lưu trữ lưu trữ tất cả Dữ liệu, dựa trên hướng dẫn của Chúng tôi và tuân thủ Chính sách quyền riêng tư của Chúng tôi cũng như bất kỳ quy tắc và quy định có liên quan nào khác với các biện pháp bảo mật và an ninh .": "We provide Personal Information to Our affiliates or other trusted businesses or persons to process it for Us or the hosting company that stores all Data, based on instructions and comply with our Privacy Policy and any other relevant rules and regulations with privacy and security measures.",
    "Vì lý do pháp lý": "For legal reasons",
    "Chúng tôi chia sẻ Thông tin cá nhân với các công ty, tổ chức hoặc cá nhân, bên ngoài Công ty, nếu Chúng tôi có niềm tin hợp lý rằng việc truy cập, sử dụng, bảo toàn hoặc tiết lộ thông tin là cần thiết một cách hợp lý để:": "We share Personal Information with companies, organizations or individuals, outside the Company, if We have a reasonable belief that access, use, preservation or disclosure of the information is necessary. reasonably to:",
    "đáp ứng mọi luật, quy định, quy trình pháp lý hiện hành hoặc yêu cầu có thể thi hành của chính phủ (bao gồm các yêu cầu pháp lý từ các khu vực tài phán bên ngoài Hồng Kông)": "satisfy any applicable law, regulation, legal process or enforceable governmental request (including legal requests from jurisdictions outside of Hong Kong)",
    "thực thi các Điều khoản dịch vụ hiện hành, bao gồm cả việc điều tra các vi phạm tiềm ẩn, phát hiện, ngăn chặn hoặc giải quyết các vấn đề gian lận, bảo mật hoặc kỹ thuật; hoặc": "enforce applicable Terms of Service, including investigating potential violations, detecting, preventing, or resolving fraud, security or technical problems; or",
    "bảo vệ chống lại tác hại đối với các quyền, tài sản hoặc sự an toàn của Trang web, Người dùng của chúng tôi hoặc công chúng theo yêu cầu hoặc được pháp luật cho phép.": "protect against harm to the rights, property or safety of the Site, our Users or the public as required or permitted by law.",
    "Nếu Công ty tham gia vào việc sáp nhập, mua lại hoặc bán hoặc định đoạt tài sản, Chúng tôi sẽ tiếp tục nỗ lực hết mình để đảm bảo tính bảo mật của tất cả Thông tin cá nhân mà Chúng tôi đã thu thập và thông báo cho Người dùng bị ảnh hưởng trước khi Thông tin cá nhân được chuyển giao hoặc trở thành đối tượng của một chính sách bảo mật khác nhau.": "If the Company is involved in a merger, acquisition or sale or disposition of assets, We will continue to use our best efforts to ensure the security of all Personal Information that We have collected and communicated. notify affected Users before Personal Information is transferred or becomes the subject of a different privacy policy.",
    "(d) Nơi đặt thông tin của Bạn": "(d) Where to place Your information",
    "Chúng tôi được thành lập và có trụ sở tại Hồng Kông. Tuy nhiên, hệ thống đăng nhập của chúng tôi được lưu trữ bởi các máy chủ ở Hà Lan. Thông tin cá nhân có thể được Chúng tôi truy cập hoặc chuyển giao cho Chúng tôi ở Hà Lan hoặc cho các chi nhánh, đối tác kinh doanh hoặc nhà cung cấp dịch vụ của Chúng tôi ở những nơi khác trên thế giới. Bằng cách cung cấp cho Chúng tôi thông tin Chúng tôi nhận được về Bạn, Bạn đồng ý với việc chuyển giao đó. Chúng tôi sẽ nỗ lực hết sức để bảo vệ quyền riêng tư và tính bảo mật của thông tin này theo Chính sách quyền riêng tư của chúng tôi, bất kể nó được xử lý hoặc lưu trữ ở đâu.": "We are established and based in Hong Kong. However, our login system is hosted by servers in the Netherlands. Personal Information may be accessed or transferred by Us to Us in the Netherlands or to Our affiliates, business partners or service providers in other parts of the world. By providing Us with information We receive about You, You consent to such transfer. We will make every effort to protect the privacy and security of this information in accordance with our Privacy Policy, regardless of where it is processed or stored.",
    "Trang web của chúng tôi và các trang web khác": "Our website and other websites",
    "(a) Về trang web của chúng tôi": "(a) About our website",
    "Trang web của chúng tôi sử dụng hệ thống đăng nhập một lần cho phép Bạn kết nối giữa các Trang web, bao gồm trò chơi và tương tác xã hội. Bằng cách này, Chúng tôi có thể cung cấp cho Bạn trải nghiệm được cá nhân hóa trên Trang web.": "Our Site uses a single sign-on system that allows You to connect between the Sites, including gaming and social interactions. In this way, We can provide You with a personalized experience on the Website.",
    "Bạn được nhắc nhở rằng các liên kết có hoặc bao gồm trong Trang web và Dịch vụ của chúng tôi có thể hướng Bạn đến các trang web của bên thứ ba và chúng được tạo và duy trì bởi các doanh nghiệp và nhà phát triển khác không thuộc Công ty, vì vậy điều quan trọng là Bạn phải đọc các điều khoản dịch vụ và chính sách quyền riêng tư của họ vì đây là trách nhiệm của Bạn.": "You are reminded that links included or included in our Sites and Services may direct You to third-party websites and whether they are created and maintained by other businesses and developers. belongs to the Company, so it is important that You read their terms of service and privacy policy as this is Your responsibility.",
    "(b) Đăng nhập vào một trang web khác bằng cách sử dụng": "(b) Login to another website using",
    "Trong một số trường hợp, Bạn có thể đăng nhập vào các trang web của bên thứ ba bằng cách sử dụng danh tính Tài khoản": "In some cases, You may be able to log into third party websites using your Account identity",
    "Điều này có nghĩa là Bạn có khả năng sử dụng danh tính Tài khoản": "This means You have the ability to use the Account identity",
    "mặc định hoặc tạo danh tính mới để đăng nhập vào trang web của bên thứ ba. Bạn có thể xác định bạn muốn truy cập các trang web của bên thứ ba dưới danh tính nào. Khi Bạn đăng nhập bằng Tài khoản": "default or create a new identity to log in to a third-party site. You can specify under what identity you want to access third-party websites. When You Log In With Account",
    "Xin lưu ý rằng có khả năng các trang web, trò chơi hoặc dịch vụ của bên thứ ba có thể yêu cầu Bạn cung cấp thông tin khác với thông tin trong các trường bạn đã chọn để điền vào.": "Please note that there is a possibility that third-party websites, games or services may ask You to provide information that is different from the information in the fields you have selected to fill out.",
    "Nhận dạng tài khoản. Chẳng hạn, Bạn đã điền tên và quốc gia của mình nhưng trang web của bên thứ ba yêu cầu Bạn cung cấp cả biệt danh của Bạn. Thông tin bổ sung được yêu cầu có thể khác nhau tùy theo trang web, trò chơi hoặc dịch vụ của bên thứ ba này sang trang web, trò chơi hoặc dịch vụ khác. Sau khi bạn làm như vậy, thông tin bổ sung được cung cấp sẽ tự động được thêm vào danh tính mà bạn đã truy cập trang web đó. Do đó, tất cả các trang web được liên kết với danh tính đó cũng sẽ được hưởng lợi từ thông tin bổ sung đó. Tuy nhiên, Bạn có thể xem trang web của bên thứ ba nào có quyền truy cập vào thông tin nào mà Bạn đã cung cấp bằng cách vào phần “Trang web” của Trang web của bạn.": "Account identification. For example, You have filled in your name and country, but a third-party website asks You to provide Your nickname. The additional information required may vary from third party website, game or service to another website, game or service. After you do so, the additional information provided will automatically be added to the identity with which you visited that website. As a result, all websites associated with that identity will also benefit from that additional information. However, You can see which third-party websites have access to what information You have provided by going to the “Websites” section of Your Website.",
    "Nếu Bạn đã có tài khoản trên trang web của bên thứ ba, trang web đó cũng có thể cho phép Bạn kết nối và liên kết nó với Trang web của Bạn.": "If You already have an account on a third party website, that website may also allow You to connect and associate it with Your Website.",
    "Tài khoản. Thông tin của bạn sẽ được gửi cho chúng tôi khi bạn sử dụng": "Account. Your information will be sent to us when you use it",
    "Tài khoản để đăng ký hoặc đăng nhập vào trang web của bên thứ ba.": "Account to register or log in to a third-party website.",
    "(c) Thực hành quyền riêng tư của bên thứ ba": "(c) Third-party privacy practices",
    "Tuyên bố về quyền riêng tư này chỉ đề cập đến việc sử dụng và tiết lộ thông tin của Chúng tôi thông qua tương tác của Bạn với các Trang web và Dịch vụ của Chúng tôi. Các trang web khác có thể truy cập được từ Trang web của chúng tôi có thể có các tuyên bố về quyền riêng tư và các hoạt động thu thập, sử dụng và tiết lộ Thông tin cá nhân của riêng họ. Chẳng hạn, và hoàn toàn là một ví dụ, một số trang web yêu cầu quyền truy cập trên mười tám (18) tuổi.": "This Privacy Statement deals solely with Our use and disclosure of information through Your interactions with Our Sites and Services. Other websites accessible from our Website may have their own privacy statements and personal Information collection, use and disclosure practices. For example, and purely as an example, some websites require access rights over eighteen (18) years old.",
    "Chúng tôi không chịu trách nhiệm về các chính sách bảo mật, thông lệ hoặc nội dung của các trang web bên thứ ba. Xin lưu ý rằng các thông lệ được mô tả trong Chính sách quyền riêng tư này không áp dụng cho thông tin được thu thập thông qua các trang web khác. Khi Bạn rời khỏi Trang web, các chính sách và thông lệ về quyền riêng tư của trang web khác đó sẽ được áp dụng; Chúng tôi khuyến khích Bạn nên biết về các chính sách và thông lệ về quyền riêng tư đó khi Bạn truy cập các trang web khác đó và gửi thông tin nhận dạng cá nhân. Bạn chịu trách nhiệm xem xét các chính sách và thông lệ về quyền riêng tư của từng và mọi trang web mà Bạn truy cập.": "We are not responsible for the privacy policies, practices or content of third party websites. Please note that the practices described in this Privacy Policy do not apply to information collected through other websites. When You leave the Website, the privacy policies and practices of that other website will apply; We encourage You to be aware of such privacy policies and practices when You visit such other websites and submit personally identifiable information. You are responsible for reviewing the privacy policies and practices of each and every website You visit.",
    "Cookie và các công nghệ khác": "Cookies and other technologies",
    "Trang web và Dịch vụ của chúng tôi có thể sử dụng cookie và các công nghệ khác. Bộ sưu tập dữ liệu này được sử dụng để phân tích thống kê về Trang web của chúng tôi cho mục đích phân tích. Những công nghệ này giúp Chúng tôi hiểu rõ hơn về hành vi của người dùng, cho Chúng tôi biết mọi người đã truy cập những phần nào trên Trang web của Chúng tôi, đồng thời tạo điều kiện và đo lường hiệu quả của quảng cáo và tìm kiếm trên web. Chúng tôi coi thông tin được thu thập bởi cookie và các công nghệ khác là thông tin phi cá nhân.": "Our Website and Services may use cookies and other technologies. This data collection is used for statistical analysis of our Website for analytical purposes. These technologies help Us better understand user behavior, tell Us what parts of our Site people have visited, and facilitate and measure the effectiveness of advertising and search on the web. We treat information collected by cookies and other technologies as non-personal information.",
    "Bất kỳ thông tin nào được chia sẻ hoặc biết với Chúng tôi sẽ không và không thể được sử dụng để xác định danh tính của Bạn vì chúng không cụ thể. Chúng chỉ là dữ liệu toán học hoặc phân tích về khách truy cập của Chúng tôi và việc sử dụng của họ trên Trang web của Chúng tôi. Dữ liệu không đưa ra bất kỳ chi tiết cá nhân nào. Cookie có thể được sử dụng để thu thập dữ liệu internet chung này. Khi được sử dụng, cookie sẽ được tải xuống máy tính của Bạn mà không cần nhắc. Tệp cookie được lưu trữ trên ổ cứng của Bạn, nơi các tệp được chuyển đến. Thông tin này giúp Chúng tôi cải thiện các Trang web và dịch vụ của Chúng tôi cung cấp cho Bạn. Nếu bạn muốn tắt cookie, vui lòng tham khảo các nguyên tắc liên quan của trình duyệt mà Bạn sử dụng và điều chỉnh cài đặt trình duyệt liên quan. Xin lưu ý rằng một số tính năng của Trang web có thể không khả dụng khi cookie bị tắt.": "Any information shared or known to Us will not and cannot be used to identify You as they are non-specific. They are merely mathematical or analytical data about Our visitors and their use of our Website. The data does not give out any personal details. Cookies may be used to collect this general internet data. When used, cookies will be downloaded to Your computer without prompting. The cookie file is stored on Your hard drive, where the files are transferred to. This information helps us to improve the Sites and the services We provide to You. If you wish to disable cookies, please refer to the relevant guidelines of the browser You use and adjust the relevant browser settings. Please note that some features of the Website may not be available when cookies are disabled.",
    "Do các tiêu chuẩn giao tiếp trên mạng, khi Bạn truy cập Trang web, Chúng tôi sẽ tự động nhận được URL của trang web mà Bạn đã đến và trang web mà Bạn sẽ đến khi Bạn rời khỏi Trang web. Chúng tôi cũng nhận được địa chỉ Giao thức mạng (IP), loại trình duyệt và ngôn ngữ, nhà cung cấp dịch vụ Internet (ISP), các trang web và ứng dụng giới thiệu và thoát, hệ điều hành, dấu ngày giờ và dữ liệu luồng nhấp chuột.": "Due to internet communication standards, when You visit the Website, We automatically receive the URL of the website You have been to and the website You will go to when You leave the Website. We also get Network Protocol (IP) address, browser type and language, Internet service provider (ISP), referring and exiting websites and applications, operating system, date time stamp and clickstream data.",
    "Chúng tôi sử dụng thông tin này để hiểu và phân tích xu hướng, để quản lý trang web, tìm hiểu về hành vi của người dùng trên trang web, để cải thiện Dịch vụ của chúng tôi và để thu thập thông tin nhân khẩu học về toàn bộ cơ sở người dùng của chúng tôi. Chúng tôi có thể sử dụng thông tin này cho mục đích tiếp thị và quảng cáo. Liên kết giữa địa chỉ IP của Bạn và thông tin nhận dạng cá nhân của Bạn không được chia sẻ với bên thứ ba mà không có sự cho phép của Bạn.": "We use this information to understand and analyze trends, to administer the website, learn about user behavior on the website, to improve our Services, and to collect demographic information. about our entire user base. We may use this information for marketing and advertising purposes. The link between Your IP address and Your personally identifiable information is not shared with third parties without Your permission.",
    "We take the security of your Personal Information very seriously. We work hard to protect the Website and Our users from unauthorized access, alteration, disclosure or destruction of information within Our control.": "We take the security of your Personal Information very seriously. We work hard to protect the Website and Our users from unauthorized access, alteration, disclosure or destruction of information within Our control.",
    "Đặc biệt:": "Special:",
    "Chúng tôi mã hóa nhiều dịch vụ của mình bằng Lớp cổng bảo mật (SSL)": "We encrypt many of our services using Secure Sockets Layer (SSL)",
    "Chúng tôi xem xét các hoạt động thu thập, lưu trữ và xử lý thông tin của mình, bao gồm các biện pháp bảo mật vật lý, để bảo vệ chống truy cập trái phép vào hệ thống.": "We review our information collection, storage and processing practices, including physical security measures, to protect against unauthorized access to systems.",
    "Chúng tôi hạn chế quyền truy cập vào Thông tin cá nhân đối với nhân viên, nhà thầu và đại lý của Công ty, những người cần biết thông tin đó để xử lý thông tin đó cho Chúng tôi và những người phải tuân theo nghĩa vụ bảo mật theo hợp đồng và có thể bị kỷ luật hoặc chấm dứt hợp đồng nếu họ không đáp ứng các nghĩa vụ này.": "We restrict access to Personal Information to Company employees, contractors and agents who need to know it in order to process it for Us and who are subject to our obligations. contractual confidentiality and may be subject to disciplinary action or termination if they fail to meet these obligations.",
    "Dữ liệu bạn cung cấp cho chúng tôi sẽ được lưu trữ trên các máy chủ an toàn. Chúng tôi thực hiện tất cả các bước hợp lý để đảm bảo an toàn cho việc truyền dữ liệu theo Chính sách này. Việc truyền dữ liệu qua Internet không bao giờ hoàn toàn an toàn, do đó không thể đảm bảo dữ liệu được gửi hoặc truyền đi bằng điện tử. Do đó, thông tin được cung cấp là rủi ro của riêng bạn.": "The data you provide to us will be stored on secure servers. We take all reasonable steps to ensure the security of data transmission in accordance with this Policy. The transmission of data over the Internet is never completely secure, so it cannot be guaranteed that the data is sent or transmitted electronically. Therefore, the information provided is at your own risk.",
    "Chúng tôi sử dụng một phương pháp an toàn hợp lý để hủy Thông tin cá nhân.": "We use a reasonably secure method to destroy Personal Information.",
    "Truy cập và thay đổi Thông tin cá nhân của bạn": "Access and change your Personal Information",
    "Bạn có thể truy cập và thay đổi bất kỳ Thông tin Cá nhân nào mà Bạn đã cung cấp cho Chúng tôi khi đăng ký thông qua": "You may access and change any Personal Information You have provided to Us when registering through",
    "Trang tài khoản. Đối với một bộ đầy đủ bản sao Thông tin cá nhân mà chúng tôi có về Bạn, nó sẽ được cung cấp miễn phí trong một khoảng thời gian hợp lý và trong mọi trường hợp không quá 14 ngày sau khi Chúng tôi nhận được yêu cầu bằng văn bản từ Bạn. Chúng tôi có thể cần xác minh rằng Bạn thực sự là chủ thể dữ liệu trước khi Chúng tôi có thể tiến hành yêu cầu như vậy.": "Account page. For a full set of copies of the Personal Information we hold about You, it will be made available free of charge within a reasonable period and in any event not more than 14 days after We receive the request. in writing from You. We may need to verify that You are indeed the data subject before We can proceed with such a request.",
    "Đôi khi, chúng tôi không thể xử lý yêu cầu thay đổi Thông tin cá nhân của bạn vì lý do kỹ thuật hoặc lý do khác. Chúng tôi sẽ thông báo cho Bạn khi đây là trường hợp. Sau đó, bạn nên xóa hiện tại của mình": "Sometimes, we may not be able to process your request to change Personal Information for technical or other reasons. We will notify You when this is the case. Then you should delete your current",
    "Tài khoản và mở một tài khoản mới.": "Account and open a new account.",
    "Xin lưu ý rằng việc chỉnh sửa thông tin từ": "Please note that editing information from",
    "Tài khoản, tức là những thay đổi Bạn đã thực hiện đối với bất kỳ thông tin nào, sẽ tự động áp dụng cho tất cả các trang web được liên kết với Tài khoản": "The Account, i.e. changes You have made to any information, will automatically apply to all websites associated with the Account.",
    "và danh tính đó.": "and that identity.",
    "Chúng tôi hiểu tầm quan trọng của việc thực hiện các biện pháp phòng ngừa bổ sung để bảo vệ quyền riêng tư và sự an toàn của trẻ em khi sử dụng Trang web và Dịch vụ của chúng tôi. Trẻ em dưới 13 tuổi, hoặc độ tuổi tối thiểu tương đương trong phạm vi quyền hạn có liên quan, không được phép tự tạo": "We understand the importance of taking extra precautions to protect the privacy and safety of children when using our Website and Services. Children under the age of 13, or equivalent minimum age in the relevant jurisdiction, are not allowed to create their own",
    "tài khoản, trừ khi cha mẹ hoặc người giám hộ hợp pháp của họ cung cấp sự đồng ý có thể kiểm chứng.": "account, unless their parent or legal guardian provides verifiable consent.",
    "Nếu Chúng tôi biết rằng Chúng tôi đã thu thập Thông tin Cá nhân của trẻ dưới 13 tuổi hoặc độ tuổi tối thiểu tương đương tùy thuộc vào khu vực tài phán mà không có sự đồng ý của cha mẹ hoặc người giám hộ hợp pháp của trẻ, Chúng tôi sẽ thực hiện các bước để xóa thông tin đó ngay khi có thể.": "If We become aware that We have collected Personal Information from a child under the age of 13 or equivalent minimum age depending on the jurisdiction, without the consent of the child's parent or legal guardian , We will take steps to delete such information as soon as possible.",
    "Nếu Người dùng là trẻ vị thành niên, tức là dưới 18 tuổi, cha mẹ hoặc người giám hộ hợp pháp của họ có thể yêu cầu quyền truy cập, thay đổi hoặc xóa Thông tin Cá nhân mà Chúng tôi có hoặc từ chối cho phép tiếp nhận hoặc sử dụng thông tin bằng một lá thư gửi cho Chúng tôi tại": "If the User is a minor, i.e. under the age of 18, their parent or legal guardian may request permission to access, change or delete the Personal Information that We hold or refuse to consent to. receive or use information by means of a letter addressed to us at",
    "Để bảo vệ quyền riêng tư và bảo mật của Người dùng, các bước hợp lý sẽ được thực hiện để xác minh danh tính của cha mẹ hoặc người giám hộ hợp pháp trước khi cấp quyền truy cập vào Thông tin cá nhân. Do đó, điều rất quan trọng là phải bao gồm, trong thư của Bạn, địa chỉ email của Bạn cũng như số điện thoại mà chúng tôi có thể liên lạc với bạn.": "To protect the privacy and security of the User, reasonable steps will be taken to verify the identity of a parent or legal guardian before granting access to Personal Information. It is therefore very important to include, in Your letter, Your email address as well as a phone number where we may contact you.",
    "Đối với tất cả Người dùng, vì Chúng tôi áp dụng luật của Hồng Kông, Pháp lệnh Dữ liệu Cá nhân (Quyền riêng tư), Cap. 486, cung cấp cho Bạn một số quyền nhất định đối với Thông tin Cá nhân của Bạn, chẳng hạn như quyền truy cập, thay đổi và xóa dữ liệu Bạn đã cung cấp cho Chúng tôi. Nếu Bạn thay đổi bất kỳ thông tin nào của Bạn, Chúng tôi có thể giữ một bản sao thông tin mà Bạn đã cung cấp cho Chúng tôi ban đầu trong kho lưu trữ của Chúng tôi để sử dụng trong Chính sách này. Thông tin của bạn sẽ bị xóa theo yêu cầu của bạn bất cứ lúc nào bằng cách liên hệ với chúng tôi.": "For all Users, as We apply the laws of Hong Kong, the Personal Data (Privacy) Ordinance, Cap. 486, provides You with certain rights with respect to Your Personal Information, such as the right to access, change and delete the data You have provided to Us. If You change any of Your information, We may keep a copy of the information You originally provided to Us in Our archives for use in this Policy. Your information will be deleted at your request at any time by contacting us.",
    "Đối với Người dùng ở EU, Chính sách quyền riêng tư của chúng tôi hoàn toàn tuân thủ Quy định bảo vệ dữ liệu chung (GDPR), cụ thể là:": "For EU Users, our Privacy Policy is fully compliant with the General Data Protection Regulation (GDPR), namely:",
    "Bạn được thông báo về tất cả các loại Thông tin Cá nhân mà Chúng tôi nắm giữ, nguồn gốc của thông tin đó, Chúng tôi chia sẻ thông tin đó với ai, Chúng tôi làm gì với thông tin đó và Chúng tôi sẽ lưu giữ thông tin đó trong bao lâu": "You are informed of all the types of Personal Information We hold, where it comes from, Who we share it with, What we do with it, and where we will keep it. How long is that information?",
    "Chúng tôi đã giải thích những nơi Chúng tôi lưu giữ Thông tin Cá nhân và cách dữ liệu lưu chuyển giữa chúng": "We have explained where We keep Personal Information and how it flows between them",
    "Chúng tôi có Chính sách quyền riêng tư có thể truy cập công khai, phác thảo tất cả các quy trình liên quan đến Dữ liệu cá nhân": "We have a publicly accessible Privacy Policy that outlines all processes regarding Personal Data",
    "Chúng tôi đã cung cấp cơ sở hợp pháp để giải thích lý do tại sao Chúng tôi cần xử lý Thông tin cá nhân": "We have provided a legal basis to explain why We need to process Personal Information",
    "Chúng tôi đã chỉ định một Nhân viên bảo vệ dữ liệu (DPO) mà Bạn có thể liên hệ bằng cách gửi email đến địa chỉ được cung cấp trong phần “Liên hệ với chúng tôi”": "We have assigned a Data Protection Officer (DPO) who You can contact by sending an email to the address provided in the “Contact Us” section",
    "Những người ra quyết định của chúng tôi hoàn toàn nhận thức được các nguyên tắc GDPR": "Our decision makers are fully aware of the GDPR . principles",
    "Bảo mật kỹ thuật của chúng tôi được cập nhật": "Our technical security is up to date",
    "Tất cả nhân viên của chúng tôi đều nhận thức được việc bảo vệ dữ liệu": "All of our employees are aware of data protection",
    "Chúng tôi sẽ báo cáo vi phạm Dữ liệu cá nhân trong vòng 72 giờ cho chính quyền địa phương": "We will report a Personal Data breach within 72 hours to the local authorities",
    "Chúng tôi có hợp đồng với tất cả các bộ xử lý dữ liệu mà Chúng tôi chia sẻ dữ liệu với": "We have contracts with all data processors with whom We share data",
    "Bạn có thể dễ dàng truy cập và cập nhật Thông tin cá nhân của mình": "You can easily access and update your Personal Information",
    "Chúng tôi tự động xóa dữ liệu mà Chúng tôi không còn sử dụng nữa": "We automatically delete data that We no longer use",
    "Bạn có thể dễ dàng yêu cầu Chúng tôi xóa hoặc ngừng xử lý Dữ liệu Cá nhân của Bạn": "You can easily ask Us to delete or stop processing Your Personal Data",
    "Khi có liên quan đến Dữ liệu Cá nhân của trẻ em, Chúng tôi thực hiện các bước hợp lý để xác minh tuổi của chúng và xin phép cha mẹ hoặc người giám hộ hợp pháp của chúng và": "When it comes to Children's Personal Data, We take reasonable steps to verify their age and obtain permission from their parent or legal guardian and",
    "Chúng tôi thường xuyên xem xét các chính sách để biết các thay đổi, tính hiệu quả, các thay đổi trong cách xử lý dữ liệu và các thay đổi đối với tình trạng công việc của các quốc gia khác mà dữ liệu chuyển đến.": "We regularly review the policies for changes, effectiveness, changes in the way data is handled, and changes to the business status of other countries to which the data moves.",
    "Nếu Bạn có bất kỳ câu hỏi, thắc mắc, nhận xét hoặc yêu cầu nào, Chúng tôi rất sẵn lòng tiếp nhận và trả lời chúng. Xin vui lòng liên hệ với chúng tôi bằng cách gửi email tại": "If You have any questions, concerns, comments or requests, We are more than happy to receive and answer them. Please contact us by email at",
    "Tìm kiếm": "Search",
    "Tùy chọn tìm kiếm nâng cao": "Advanced search options",
    "Tất cả các thể loại": "All genres",
    "Tất cả các nhãn": "All labels",
    "Bộ sưu tập trò chơi của bạn": "Your game collection",
    "Tất cả các trò chơi trong bộ sự tập của bạn ": "All the games in your collection",
    "Thẻ": "Card",
    "Xem tất cả thẻ gắn": "View all tags",
    "Game trực tuyến miễn phí hàng đầu được gắn thẻ": "Top Free Online Games Tagged",
    "Chơi trò chơi": "Gaming",
    "trên": "above",
    "Thay đổi mật khẩu": "Change the password",
    "Lưu": "Save",
    "Hồ sơ của tôi": "My profile",
    "Ảnh đại diện": "Avatar",
    "Số điện thoại": "Phone number",
    "Địa chỉ": "Address",
    "Tuổi": "Year old",
    "Cám ơn bạn vì đã tham gia cùng với chúng tôi trong chuyến hành trình này. Chỉ còn 1 bước cuối cùng để hoàn tất công việc đăng ký, vui lòng hãy ấn vào nút bên dưới:": "Thank you for joining us on this journey. There is only 1 final step left to complete the registration, please click the button below:",
    "Chúc mừng bạn đã đăng ký thành công": "Congratulations on your successful registration",
    "Đã đăng ký Bản quyền": "Registered Copyright",
    "Cài đặt lại mật khẩu": "Reset password",
    "Các vấn đề với quá trình xác minh hoặc nhập sai email?": "Issues with the verification process or entered the wrong email?",
    "Vui lòng đăng ký với": "Please sign up with",
    "khác": "another",
    "địa chỉ email": "email address",
    "Mật khẩu cũ": "Old password",
    "Mật khẩu mới": "New password",
    "Nhập lại mật khẩu": "Confirm new password",
    "Nam": "Male",
    "Nữ": "Female",
    "Giới tính khác": "Other",
    "Đóng": "Close",
    "Gửi": "Send",
    "Ghi chú": "Note",
    "Báo lỗi": "Report bug",
    "Bạn đã đóng góp rồi": "You already contributed",
    "Chúng tôi đã tiếp nhận được đóng góp của bạn trước đây. Chúng tôi đang cố gắng kiểm tra và sẽ phản hồi sớm thông qua hòm thư của bạn như bên dưới :": "We have received your contributions before. We are trying to check and will respond soon via your email as below :",
    "Chúng tôi đã tiếp nhận thông báo": "We have received the report",
    "Chúng tôi đã tiếp nhận được đóng góp của bạn. Chúng tôi sẽ phản hồi sớm thông qua hòm thư của bạn như bên dưới :": "We have received your contribution. We will respond soon via your email as below :",
    "chơi trò chơi, gamekafe, gamekafe, kafe, fake, gameka, chơi trò chơi bóng đá, chơi trò chơi android, chơi trò chơi đua xe, chơi trò chơi zombie, chơi candy crush, chơi trò chơi đua tốc độ, chơi trò chơi casino, chơi poker, chơi trò chơi bắn nhau, chơi trò chơi thời trang, chơi trò chơi nữ giới, chơi trò chơi nấu ăn, chơi trò chơi phiêu lưu, chơi trò chơi câu cá, chơi trò chơi halloween, chơi trò chơi tình yêu, chơi trò chơi đố vui, chơi trò chơi thể thao, chơi trò chơi chiến tranh, chơi trò chơi bóng đá": "play games, gamekafe, gamekafe, kafe, fake, gameka, play soccer games, play android games, play racing games, play zombie games, play candy crush, play speed racing games, play casino games, play poker, play games shooting games, fashion games, girls games, cooking games, adventure games, fishing games, halloween games, love games, quiz games, sports games, fighting games painting, playing football games",
    "Yêu thích": "Favorites",
    "Trò đã chơi": "Games played",
    "Không được phép": "Unauthorized",
    "Bạn không được cấp quyền để truy cập. Vui lòng ấn vào nút bên dưới để quay lại trang chủ": "You are not authorized to access. Please click the button below to return to the homepage",
    "Yêu cầu thanh toán": "Payment Request",
    "Hình thức bạn yêu cầu cần thanh toán để tiếp tục trải nghiệm. Vui lòng thanh toán hoặc ấn vào nút bên dưới để quay lại trang chủ": "The form you requested requires payment to continue the experience. Please pay or click the button below to return to the homepage",
    "Cấm": "Forbidden",
    "Truy cập của bạn bị cấm do 1 số thông tin liên quan. Vui lòng liên hệ với bộ phận kĩ thuật hoặc ấn nút bên dưới để quay lại trang chủ": "Your access is prohibited due to some related information. Please contact the technical department or press the button below to return to the homepage",
    "Không tìm thấy": "Not found",
    "Địa chỉ đường dẫn của bạn không tồn tại hoặc không tìm thấy. Vui lòng ấn vào nút bên dưới để quay lại trang chủ": "Your URL does not exist or is not found. Please click the button below to return to the homepage",
    "Trang đã hết hạn": "Page expired",
    "Trang bạn truy cập đã hết hạn.Vui lòng thử đăng nhập lại hoặc ấn vào nút bên dưới để quay lại trang chủ": "The page you visited has expired. Please try logging in again or click the button below to return to the homepage",
    "Qúa nhiều yêu cầu": "Too Many Requests",
    "Bạn đang cố gắng truy cập với quá nhiều yêu cầu. Vui lòng nghỉ ngơi 1 thời gian hoặc ấn vào nút bên dưới để quay lại trang chủ": "You are trying to access with too many requests. Please take a break or click the button below to return to the homepage",
    "Lỗi máy chủ": "Server error",
    "Máy chủ đang gặp 1 vấn đề rất nghiêm trọng. Vui lòng quý khách quay trở lại sau 1 khoảng thời gian hoặc ấn vào nút bên dưới để quay lại trang chủ": "The server is having a very serious problem. Please come back after a while or click the button below to return to the homepage",
    "Dịch vụ không có sẵn": "Service unavailable",
    "Hiện tại dịch vụ mà bạn đang yêu cầu không có sẵn. Vui lòng quay trở lại vào thời gian khác hoặc ấn nút bên dưới để quay lại trang chủ": "Currently the service you are requesting is not available. Please come back another time or press the button below to return to the homepage",
    "Về trang chủ": "Back to homepage",
    "Viết bình luận của bạn": "Write your comment",
    "Vui lòng đăng nhập để có thể để lại bình luận của bạn.": "Please login to be able to leave your comment.",
    "Đăng": "Post",
    "Cám ơn các bạn đã bình luận. Chúng tôi sẽ thông báo sớm đến bạn qua hòm thư sau khi được kiểm duyệt!": "Thank you for your comments. We will notify you soon via email after being moderated!",
    "Quốc gia": "Country",
    "Cám ơn bạn đã để lại bình luận. Nếu bạn chưa thấy bình luận của bạn, có thể bình luận vẫn đang trong quá trình kiểm duyệt hoặc hãy liên hệ cho bộ phận hỗ trợ!": "Thank you for leaving a comment. If you don't see your comment yet, it may still be under moderation or please contact support!",
    "Ngôn ngữ mặc định": "Default language",
    "cũng hoạt động trên các thiết bị di động và có nhiều game cảm ứng cho điện thoại. Ghé thăm": "also works on mobile devices and has many touch games for phones. Visit",
    "và gia nhập với cộng đồng người chơi ngay.": "and join the community of players right away.",
    "Bạn đã hủy đăng ký nhận tin qua hòm thư thành công. Rất tiếc vì những trải nghiệm không được như ý muốn của bạn. Chúng tôi chân thành xin lỗi!": "You have successfully unsubscribed from receiving newsletters through your inbox. We're sorry that your experience was not as expected. We sincerely apologize!",
    "Bạn đã sẵn sàng cho những thử thách mới chưa ?": "Are you ready for new challenges?",
    "Chào bạn": "Hi there",
    "Chúng tôi mới cập nhật thêm tựa game mới:": "We just updated with new games:",
    "Tham gia ngay": "Join now",
    "Bạn không thích những email này?": "Don't like these emails?",
    "Hủy đăng ký": "Unsubscribe",
    "Được cung cấp bởi": "Powered by",
    "Biệt Danh": "Nick Name",
    "Lưu thông tin": "Remember me",
    "Chân thành xin lỗi game hiện tại đang lỗi! Vui lòng thông báo cho ban quản trị và quay lại vào thời gian khác!": "Sincerely sorry the game is currently buggy! Please notify the admin and come back another time!",
    "Thành tích": "Achievements",
    "Bạn bè": "Friends",
    "Bình luận": "Comments",
    "Điểm": "Points",
    "nước Việt Nam": "Vietnam",
    "nước Thái": "Thailand",
    "nước Rumani": "Romania",
    "nước Croatia": "Croatia",
    "nước Anh": "England",
    "Thông tin đã được cập nhật thành công!": "Information has been updated successfully!",
    "Mật khẩu thay đổi thành công!": "Password successfully changed!",
    "Mật khẩu cũ không trùng khớp!": "Old passwords do not match!",
    "Thêm vào bộ sưu tập": "Add to collection",
    "Thông báo lỗi trong trò chơi": "Report bug in game",
    "Trò chơi đã có trong bộ sưu tập của bạn" : "Game in your collection",
    "Bình chọn nếu bạn thích nó!": "Vote if you like it!",
    "Chưa có bạn bè": "No friends yet",
    "Chưa có bạn bè nào được thêm": "No friend added",
    "Chưa có bình luận": "No comments",
    "Chưa có bình luận nào được thêm": "No comments added",
    "Chưa có thành tích": "No achievements",
    "Chưa có thành tích được thêm": "No achievements added",
    "Trên": "On"
}
