{
    "Tên không được để trống": "Ime ne može biti prazno",
    "Tên không được vượt quá 255 kí tự": "Ime ne smije premašiti 255 znakova",
    "Hòm thư không được để trống": "Inbox ne može biti prazan",
    "Hòm thư không đúng định dạng": "Poštanski sandučić nije u ispravnom formatu",
    "Hòm thư không được vượt quá 255 kí tự": "Poštanski sandučić ne smije premašiti 255 znakova",
    "Hòm thư đã tồn tại": "Poštanski sandučić već postoji",
    "Mật khẩu không được để trống": "Lozinka ne može biti prazna",
    "Mật khẩu không đúng định dạng": "Lozinka nije u ispravnom formatu",
    "Mật khẩu tối thiểu trên 8 kí tự": "Lozinka mora imati najmanje 8 znakova",
    "Mật khẩu không vượt quá 64 kí tự": "Lozinka ne smije biti duža od 64 znaka",
    "Xác nhận mật khẩu không trùng khớp": "Potvrda da se lozinka ne podudara",
    "Thông tin của bạn không được tìm thấy": "Vaši podaci nisu pronađeni",
    ":attribute không được để trống": ":attribute ne može biti prazno",
    ":attribute đã tồn tại": ":attribute već postoji",
    "Tên": "Ime",
    "Tiêu đề": "Titula",
    "Giới tính": "Seks",
    "Bạn quên mật khẩu ? Đừng quá lo lắng. Hãy cho chúng tôi biết hòm thư của bạn. Chúng tôi sẽ gửi thư hướng dẫn cho bạn": "Zaboravili ste zaporku? Ne brini. Javite nam svoj poštanski sandučić. Poslat ćemo vam upute e-poštom",
    "Cài lại mật khẩu": "Resetiranje lozinke",
    "Gửi lại thư xác thực": "Ponovno pošalji e-poruku za potvrdu",
    "Đăng nhập": "Prijaviti se",
    "Hòm thư": "poštanski sandučić",
    "Mật khẩu": "Lozinka",
    "Đăng nhập với": "Prijavite se sa",
    "Quên mật khẩu": "Zaboravili ste lozinku",
    "Bạn chưa có tài khoản ?": "Imaš li račun ?",
    "Đăng ký": "Registar",
    "Xác nhận mật khẩu": "Potvrdi lozinku",
    "Vui lòng nhập mật khẩu mới và tiếp tục hành trình với chúng tôi!": "Unesite novu lozinku i nastavite svoje putovanje s nama!",
    "Mật khẩu của bạn đã được thay đổi. Vui lòng đăng nhập với mật khẩu mới để tiếp tục trải nghiệm những trò chơi mà bạn yêu thích. Trang sẽ tự động chuyển hướng sau ": "Vaša lozinka je promijenjena. Prijavite se sa svojom novom lozinkom kako biste nastavili uživati ​​u igrama koje volite. Stranica će se automatski preusmjeriti nakon",
    "Thư cài lại mật khẩu đã được gửi hòm thư của bạn. Vui lòng kiểm tra vào thời gian sớm nhất để không bảo lỡ tiếp tục trải nghiệm những trò chơi của chúng tôi.": "E-pošta za ponovno postavljanje lozinke poslana je u vaš poštanski sandučić. Provjerite što je prije moguće kako ne biste propustili da nastavite iskusiti naše igre.",
    "Chúc mừng bạn đã hoàn thành! Hãy tận hưởng thế giới trò chơi của chúng tôi ngay nhé. Trang sẽ tự động chuyển hướng sau ": "Čestitamo na završetku! Uživajte u našem svijetu igara sada. Stranica će se automatski preusmjeriti nakon",
    "Cám ơn vì đã tham gia cộng đồng của chúng tôi. Trước khi tiếp tục trải nghiệm, hãy kiểm tra hòm thử của bạn để xác thực thông tin mà bạn đã cung cấp. Nếu không nhận được thư hãy ấn vào nút phía bên dưới để chúng tôi có thể gửi lại mẫu thư cho bạn": "Hvala što ste se pridružili našoj zajednici. Prije nego što nastavite s eksperimentom, označite svoj testni okvir kako biste provjerili podatke koje ste unijeli. Ako ne primite pismo, kliknite na gumb ispod kako bismo vam mogli ponovno poslati obrazac pisma",
    "Thư mới đã gửi đến hòm thư của bạn. Vui lòng kiểm tra lại!": "Nova pošta je poslana u vaš sandučić. Molim provjerite opet!",
    "Unauthorized": "Neovlašteno",
    "Payment Required": "Obavezno plaćanje",
    "Forbidden": "Zabranjeno",
    "Not Found": "Nije pronađeno",
    "Page Expired": "Stranica istekla",
    "Too Many Requests": "Previše zahtjeva",
    "Server Error": "pogreška servera",
    "Service Unavailable": "usluga nedostupna",
    "Chơi game miễn phí trên": "Igrajte besplatne igre na",
    "Các game hai người chơi và game trang điểm hàng đầu. Tuy nhiên, game mô phỏng và game nấu ăn cũng rất phổ biến trong các người chơi. Gamekafe cũng hoạt động trên các thiết bị di động và có nhiều game cảm ứng cho điện thoại. Ghé thăm Gamekafe và gia nhập với cộng đồng người chơi ngay.": "Najbolje igre za dva igrača i igre preobrazbe. Međutim, simulacijske igre i igre kuhanja također su vrlo popularne među igračima. Gamekafe također radi na mobilnim uređajima i ima mnogo igara na dodir za telefone. Posjetite Gamekafe i pridružite se zajednici igrača sada.",
    "chơi game miễn phí": "igrajte igre besplatno",
    "chơi game trực tuyến": "igrati igrice online",
    "Các trò chơi Trực tuyến Miễn phí tại": "Besplatne online igre na",
    "Các game hai người chơi và game trang điểm hàng đầu. Tuy nhiên, game mô phỏng và game nấu ăn cũng rất phổ biến trong các người chơi.": "Najbolje igre za dva igrača i igre preobrazbe. Međutim, simulacijske igre i igre kuhanja također su vrlo popularne među igračima.",
    "Tìm kiếm trò chơi": "Igre pretraživanja",
    "Game Mới": "Nova igra",
    "trong tháng": "u mjesecu",
    "Game Phổ Biến": "Popularne igre",
    "được quan tâm": "zanimati se",
    "Cá nhân": "Pojedinac",
    "Thông tin": "Informacija",
    "Đăng xuất": "Odjavite se",
    "Lựa chọn ngôn ngữ": "Izbor jezika",
    "là gì?": "Što je to?",
    "Bạn có biết": "Znaš li",
    "đang cung cấp các game và câu đố trực tuyến từ năm 2006?": "nudi online igrice i kvizove od 2006?",
    "Đã hơn 15 năm thú vị của": "Prošlo je više od 15 uzbudljivih godina",
    "Cảm ơn bạn đã là một phần của cộng đồng": "Hvala vam što ste dio zajednice",
    "là một đơn vị phát hành và phát triển game": "je izdavač i programer igara",
    "Nền tảng của": "Baza od",
    "là mạng xã hội với 30 triệu người chơi và đang không ngừng phát triển.": "je društvena mreža s 30 milijuna igrača i konstantno raste.",
    "Danh mục giải trí phát triển hàng ngày": "Kategorija zabave svakodnevno raste",
    "Trò chơi mới": "Nova igra",
    "được phát hành từng ngày.": "pušten svaki dan.",
    "Vì": "Jer",
    "có một lịch sử lâu dài, chúng tôi đã ghi lại các hiện tượng xã hội trên các trình duyệt game. Nội dung này là một phương tiện nghệ thuật quan trọng và có thể có thể lý giải cái gì người ta thích trong những giai đoạn khác nhau.": "S obzirom na dugu povijest, dokumentirali smo društvene fenomene na preglednicima igara. Ovaj sadržaj je važan umjetnički medij i može možda objasniti što su ljudi voljeli u različitim razdobljima.",
    "Thể loại game": "Žanr igre",
    "Trước đây,": "Prije,",
    "nổi tiếng với các dòng game như arcade và games cổ điển khi": "poznat po igrama poput arkadnih i klasičnih igara kada",
    "Đáng chú ý là,": "Posebno,",
    "một người chơi": "jedan igrač",
    "đã trở thành game trình duyệt nổi tiếng cùng với": "postala je popularna igra u pregledniku zajedno s",
    "trò chơi 2d": "2d igra",
    "Một phần trò chơi quan trọng cuối cùng là": "Posljednji važan dio igre je",
    "nhiều người chơi": "Više igrača",
    "chơi danh mục mở rộng của game mạng xã hội hỗ trợ mạng": "Igrajte opsežan katalog igara za društveno umrežavanje omogućenih na mreži",
    "Công nghệ": "Tehnologija",
    "là ngôi nhà cho mọi game thủ trên bất kỳ thiết bị nào.": "je dom za svakog igrača na bilo kojem uređaju.",
    "Chơi": "igra",
    "trò chơi dưới dạng điểm ảnh": "igra u obliku piksela",
    "hoặc tải đồ họa 3D phong phú trên máy tính bằng cách chơi": "ili igranjem dobijte bogatu 3D grafiku na svom računalu",
    "trò chơi cổ điển": "Klasična igra",
    "Mặt khác, nếu bạn chỉ thích chơi game 2D thông thường, thì": "S druge strane, ako samo volite igrati ležerne 2D igre, onda",
    "trò chơi": "igra",
    "sẽ phù hợp với bạn. Nếu bạn muốn tiếp cận với công nghệ mới, hãy truy cập kho lưu trữ": "će vam odgovarati. Ako želite pristup novoj tehnologiji, posjetite arhivu",
    "để chơi các trò chơi chưa hề có ở những nơi khác.": "igrati igre kao nitko drugi.",
    "Cuối cùng, đừng quên đăng ký": "Na kraju, ne zaboravite se pretplatiti",
    "tài khoản": "račun",
    "Đây là mạng xã hội cộng đồng hỗ trợ người chơi.": "Ovo je društvena mreža zajednice koja podržava igrače.",
    "Đã đăng ký bản quyền.": "Autorsko pravo registrirano.",
    "Game mới": "Nova igra",
    "Phổ biến nhất": "Najpopularniji",
    "Cập nhật": "Ažuriraj",
    "Theo dõi chúng tôi": "Prati nas",
    "Chúng tôi sử dụng cookie để đề xuất nội dung và phân tích lưu lượng truy cập và quảng cáo. Khi sử dụng trang web này, bạn đồng ý với": "Koristimo kolačiće za preporuku sadržaja i analizu prometa i oglašavanja. Korištenjem ove web stranice pristajete na",
    "Chính sách bảo mật": "Politika privatnosti",
    "và": "i",
    "Chính sách Cookie": "Politika kolačića",
    "Đã hiểu": "Razumijem",
    "Game chơi nhiều nhất": "Najigranija igra",
    "TẤT CẢ CÁC THỂ LOẠI GAME MIỄN PHÍ.": "SVE IGRE BESPLATNO.",
    "Bạn đang tìm kiếm một thể loại trò chơi nhất định? Kiểm tra danh sách mở rộng các loại trò chơi tại": "Tražite li određeni žanr igre? Provjerite opsežan popis vrsta igara na",
    "Chúng tôi đã gắn nhãn các trò chơi bằng cách sử dụng các tag và danh mục trong hơn một thập kỷ qua. Trang này liệt kê hàng trăm tag khác nhau đại diện cho toàn bộ các bộ sưu tập trò chơi có thể chơi trên trình duyệt.": "Više od desetljeća označavamo igre pomoću oznaka i kategorija. Ova stranica navodi stotine različitih oznaka koje predstavljaju cijele zbirke igara koje se mogu igrati u pregledniku.",
    "Tất cả": "svi",
    "thẻ gắn để tìm game miễn phí về giấc mơ của bạn": "Označite kako biste pronašli besplatnu igru ​​svojih snova",
    "Trò chơi": "igra",
    "Chơi trực tuyến tại": "Igrajte online na",
    "Thể loại": "Kategorija",
    "Game trực tuyến miễn phí hàng đầu gắn thẻ": "Označene vrhunske besplatne online igre",
    "Các thẻ liên quan tới": "Oznake povezane s",
    "Tham gia chiến game cùng với ": "Pridružite se igri s",
    "Hiển thị tất cả": "Pokaži sve",
    "Sắp xếp theo:": "Poredano po:",
    "Độ phổ biến": "Popularnost",
    "Đánh giá": "Ocijenite",
    "Ngày": "Dan",
    "Chính sách cookie": "Politika kolačića",
    "Có hiệu lực vào ngày 25 tháng 5 năm 2018": "Na snazi ​​od 25. svibnja 2018",
    "Định nghĩa thuật ngữ": "Definicija pojma",
    "Cookie là gì?": "Što su kolačići?",
    "Chúng tôi sử dụng cookie để làm gì?": "Za što koristimo kolačiće?",
    "Làm cách nào để kiểm soát hoặc tắt cookie?": "Kako mogu kontrolirati ili onemogućiti kolačiće?",
    "Chúng tôi sử dụng những loại cookie nào?": "Koje vrste kolačića koristimo?",
    "Các loại cookie mà chúng tôi hiện đang sử dụng": "Vrste kolačića koje trenutno koristimo",
    "Cookie của bên thứ ba": "Kolačići treće strane",
    "Các thuật ngữ “Chúng tôi”, “Của chúng tôi”, “Của chúng tôi” và “Chúng tôi”, cũng như tất cả các đại từ ngôi thứ nhất khác, được dùng để chỉ Web Entertainment Limited (“WEL”), công ty sở hữu, điều hành và duy trì Trang web và": "Pojmovi \\\"Mi\\\", \\\"Naš\\\", \\\"Naš\\\" i \\\"Mi\\\", kao i sve druge zamjenice u prvom licu, koriste se za označavanje Web Entertainment Limited (\\\"WEL\\\"), tvrtke koja posjeduje, upravlja i održava web stranicu i",
    "Tài khoản": "Račun",
    "Thuật ngữ “Trang web” được sử dụng để chỉ tất cả các trang web do Chúng tôi sở hữu, xuất bản hoặc duy trì, các chi nhánh hoặc đối tác kinh doanh của Chúng tôi, bao gồm nhưng không giới hạn ở": "Izraz \\\"Site\\\" koristi se za označavanje svih web stranica koje posjedujemo, objavljujemo ili održavamo mi, naše podružnice ili poslovni partneri, uključujući, ali ne ograničavajući se na",
    "Các thuật ngữ “Bạn”, “Của bạn”, “Người dùng”, cũng như tất cả các đại từ ngôi thứ hai khác, được dùng để chỉ người dùng Trang web và\/hoặc dịch vụ do Chúng tôi cung cấp.": "Pojmovi \\\"Vi\\\", \\\"Vaš\\\", \\\"Korisnik\\\", kao i sve druge zamjenice u drugom licu, koriste se za označavanje korisnika web stranice i\/ili usluga koje pružamo.",
    "Thuật ngữ": "Pojmovi",
    "Tài khoản” là hệ thống đăng nhập do Chúng tôi vận hành và duy trì cho người dùng, người chơi và nhà phát triển.": "Račun” je sustav prijave kojim Mi upravljamo i održavamo ga za korisnike, igrače i programere.",
    "Cookie là các tệp hoặc mẩu dữ liệu nhỏ mà Chúng tôi lưu trữ trên máy tính, điện thoại di động hoặc các thiết bị hỗ trợ internet khác của Bạn khi Bạn truy cập Trang web của Chúng tôi. Việc sử dụng cookie nhằm mục đích giúp Trang web của chúng tôi sử dụng dễ dàng hơn và cung cấp cho bạn trải nghiệm Web được cá nhân hóa.": "Kolačići su datoteke ili mali dijelovi podataka koje pohranjujemo na Vaše računalo, mobilni telefon ili druge uređaje s omogućenim internetom kada posjetite našu web stranicu. Korištenje kolačića ima za cilj olakšati korištenje naše web stranice i pružiti vam personalizirano web iskustvo.",
    "Những cookie thường chứa là kết quả của thông tin cá nhân do chính Bạn nhập vào một trang web. Thông thường, khi cookie lưu trữ thông tin cá nhân, thông tin này được mã hóa theo cách mà bất kỳ bên thứ ba nào tình cờ truy cập vào thư mục cookie của Bạn đều không thể đọc được.": "Ovi kolačići obično sadrže rezultat osobnih podataka koje ste unijeli na web mjesto. Obično, kada kolačići pohranjuju osobne podatke, ti su podaci šifrirani na takav način da ih ne može pročitati nijedna treća strana koja naiđe na Vašu mapu s kolačićima.",
    "Cookie là một mẩu dữ liệu nhỏ được gửi từ các trang web của Chúng tôi và được trình duyệt web của Bạn lưu trữ trên máy tính của Bạn trong khi Bạn đang duyệt.": "Kolačić je mali dio podataka koji se šalje s naših web stranica i pohranjuje Vaš web preglednik na Vaše računalo dok pregledavate.",
    "Về mặt kỹ thuật nó hoạt động như thế nào?": "Tehnički, kako to funkcionira?",
    "Khi được sử dụng, cookie sẽ được tải xuống máy tính của Bạn. Các tệp cookie được lưu trữ trên hoặc chuyển sang ổ cứng của Bạn.": "Kada se koriste, kolačići će se preuzeti na Vaše računalo. Datoteke kolačića pohranjuju se ili prenose na Vaš tvrdi disk.",
    "Trang web và Dịch vụ của chúng tôi có thể sử dụng cookie. Cookie cho phép Chúng tôi cá nhân hóa trải nghiệm của Bạn trên các trang web của Chúng tôi, cho chúng tôi biết mọi người đã truy cập những phần nào trên Trang web của chúng tôi, giúp Chúng tôi đo lường hiệu quả của quảng cáo và tìm kiếm trên web, đồng thời cung cấp cho Chúng tôi thông tin chi tiết về hành vi của người dùng để Chúng tôi có thể cải thiện Trang web và Dịch vụ của mình. Dữ liệu này không đưa ra bất kỳ chi tiết cá nhân nào. Việc thu thập dữ liệu này được sử dụng để phân tích thống kê về Trang web của chúng tôi để chúng tôi sử dụng.": "Naša web stranica i usluge mogu koristiti kolačiće. Kolačići nam omogućuju da personaliziramo vaše iskustvo na našim web stranicama, govore nam koje su dijelove naše web stranice ljudi posjetili, pomažu nam u mjerenju učinkovitosti našeg oglašavanja i pretraživanja weba te nam daju detaljne informacije o ponašanju korisnika kako bismo mogli poboljšati našu web stranicu i usluge. Ovi podaci ne odaju nikakve osobne podatke. Ova zbirka podataka koristi se za statističku analizu naše web stranice za našu upotrebu.",
    "Bạn có thể tắt hoặc xóa cookie bất cứ lúc nào. Xin lưu ý rằng vì cookie được sử dụng trên toàn bộ Trang web của chúng tôi, nên việc vô hiệu hóa hoặc xóa cookie có thể ngăn Bạn sử dụng một số phần nhất định trên Trang web và Dịch vụ của chúng tôi.": "Kolačiće možete onemogućiti ili izbrisati u bilo kojem trenutku. Imajte na umu da, budući da se kolačići koriste na cijelom našem web-mjestu, onemogućavanje ili brisanje kolačića može vas spriječiti u korištenju određenih dijelova našeg web-mjesta i usluga.",
    "Nếu bạn đang sử dụng Google Chrome, để tắt cookie:": "Ako koristite Google Chrome, onemogućite kolačiće:",
    "Đi đến 'Tiện ích'": "Idi na \\\"Uslužne programe\\\"",
    "Nhấp vào 'Tùy chọn'": "Kliknite na \\\"Opcije\\\"",
    "Nhấp vào 'Dưới mui xe'": "Kliknite \\\"Ispod haube\\\"",
    "'Cài đặt cookie' nên được chọn. Sau khi hoàn tất, hãy chọn 'Chặn tất cả Cookie'": "Treba odabrati \\'Postavke kolačića\\'. Kada završite, odaberite \\\"Blokiraj sve kolačiće\\\"",
    "Bây giờ tất cả các cookie sẽ bị chặn trên Google Chrome của bạn": "Sada će svi kolačići biti blokirani na vašem Google Chromeu",
    "Để xóa các cookie hiện có:": "Za brisanje postojećih kolačića:",
    "Trong phần 'Quyền riêng tư', chọn 'Hiển thị cookie'": "U odjeljku \\'Privatnost\\' odaberite \\'Prikaži kolačiće\\'",
    "Một cửa sổ mới sẽ mở ra có tên là 'Cookie' Tại đây, bạn có thể xem tất cả các cookie trong Trình duyệt Google Chrome của mình.": "Otvorit će se novi prozor pod nazivom \\'Kolačići\\' Ovdje možete vidjeti sve kolačiće u vašem pregledniku Google Chrome.",
    "Nhấp vào 'Xóa tất cả' để xóa tất cả dấu vết của cookie": "Pritisnite \\'Izbriši sve\\' kako biste uklonili sve tragove kolačića",
    "Nếu bạn chỉ muốn xóa một cookie nhất định, chỉ cần đánh dấu và nhấp vào 'Xóa'": "Ako želite izbrisati samo određeni kolačić, jednostavno označite i kliknite \\'Izbriši\\'",
    "Các trình duyệt khác": "Drugi preglednici",
    "Đối với các trình duyệt khác, vui lòng xem tài nguyên hoặc nguyên tắc hỗ trợ của trình duyệt có liên quan.": "Za ostale preglednike pogledajte relevantne smjernice ili resurse za podršku preglednika.",
    "Trang web của chúng tôi sử dụng cookie phiên và cookie liên tục.": "Naša web stranica koristi sesijske kolačiće i trajne kolačiće.",
    "Cookie phiên:": "Kolačići sesije:",
    "Đây là những tệp cookie tạm thời sẽ bị xóa khi Bạn đóng trình duyệt của mình.": "Ovo su privremene datoteke kolačića koje će se izbrisati kada zatvorite preglednik.",
    "Cookie liên tục:": "Trajni kolačići:",
    "Chúng nằm trong một trong các thư mục con của trình duyệt của Bạn cho đến khi Bạn xóa chúng hoặc chúng hết hạn.": "Oni ostaju u jednoj od podmapa vašeg preglednika dok ih ne izbrišete ili dok ne isteknu.",
    "Xác thực": "Točnost",
    "Cookie xác thực được các máy chủ web sử dụng để biết bạn đã đăng nhập hay chưa và bạn đã đăng nhập bằng tài khoản nào. Cookie này cho phép chúng tôi cung cấp cho bạn trải nghiệm web được cá nhân hóa trên Trang web của chúng tôi.": "Kolačiće za provjeru autentičnosti koriste web poslužitelji kako bi znali jeste li prijavljeni i s kojim ste računom prijavljeni. Ovaj kolačić nam omogućuje da vam pružimo personalizirano web iskustvo na našoj web stranici.",
    "Hiệu suất": "Učinkovitost",
    "Chúng tôi sử dụng các cookie này để trải nghiệm của Bạn trên Trang web của chúng tôi và hiệu suất. Những cookie này thu thập thông tin về cách Trang web của chúng tôi được sử dụng, ví dụ như trang nào Bạn truy cập thường xuyên nhất và nơi gửi thông báo lỗi. Dữ liệu đó không đưa ra bất kỳ chi tiết cá nhân nào.": "Koristimo ove kolačiće za vaše iskustvo na našoj web stranici i učinkovitost. Ovi kolačići prikupljaju informacije o tome kako se koristi naša web stranica, na primjer koje stranice najčešće posjećujete i gdje se šalju poruke o pogrešci. Ti podaci ne odaju nikakve osobne podatke.",
    "Phân tích": "Analiza",
    "Những cookie này cung cấp cho Chúng tôi các báo cáo cung cấp số liệu thống kê giúp Chúng tôi xác định cách khách truy cập sử dụng Trang web của chúng tôi, cách họ truy cập Trang web của chúng tôi và cách Chúng tôi có thể giúp họ tìm đường quay lại.": "Ovi kolačići nam daju izvješća koja daju statistiku koja nam pomaže utvrditi kako posjetitelji koriste našu web stranicu, kako pristupaju našoj web stranici i kako im možemo pomoći da pronađu put natrag.",
    "Bản địa hóa": "Lokalizacija",
    "Cookie bản địa hóa giúp Chúng tôi cung cấp cho Bạn trải nghiệm được bản địa hóa và cá nhân hóa hơn. Vì mục đích đó, chúng tôi có thể thu thập và lưu trữ thông tin có trên trình duyệt hoặc máy tính của Bạn để Bạn có thể xem Trang web bằng ngôn ngữ ưa thích của mình.": "Lokalizacijski kolačići pomažu nam da vam pružimo lokaliziranije i personaliziranije iskustvo. U tu svrhu možemo prikupljati i pohranjivati ​​informacije koje se nalaze u vašem pregledniku ili računalu kako biste mogli pregledavati web stranicu na željenom jeziku.",
    "Quảng cáo": "Oglas",
    "Trang web của chúng tôi có thể sử dụng cookie để gửi quảng cáo cá nhân. Quảng cáo được cá nhân hóa mang lại trải nghiệm quảng cáo phù hợp hơn đồng thời giúp tài trợ cho việc phát triển các trò chơi mới.": "Naša web stranica može koristiti kolačiće za isporuku prilagođenog oglašavanja. Prilagođeni oglasi pružaju relevantnije iskustvo oglasa i pomažu u financiranju razvoja novih igara.",
    "Chúng tôi sử dụng một số dịch vụ của bên thứ ba cũng có thể đặt cookie trên máy tính của Bạn thay mặt Chúng tôi khi bạn truy cập Trang web của Chúng tôi để cho phép họ cung cấp các dịch vụ mà họ đang cung cấp. Ví dụ: Chúng tôi đang sử dụng cookie của bên thứ ba cho mục đích thống kê. Thông tin thêm về các cookie này có sẵn trên trang web của bên thứ ba tương ứng.": "Koristimo brojne usluge trećih strana koje također mogu postavljati kolačiće na vaše računalo u naše ime kada posjetite našu stranicu kako bismo im omogućili pružanje usluga koje pružaju. Primjer: Koristimo kolačiće treće strane u statističke svrhe. Više informacija o ovim kolačićima dostupno je na odgovarajućoj web stranici treće strane.",
    "Tất cả các thẻ": "Sve karte",
    "Tìm kiếm hàng đầu": "Top pretraga",
    "chơi": "igra",
    "Chơi game miễn phí trên Gamekafe. Các game hai người chơi và game trang điểm hàng đầu. Tuy nhiên, game mô phỏng và game nấu ăn cũng rất phổ biến trong các người chơi. Gamekafe cũng hoạt động trên các thiết bị di động và có nhiều game cảm ứng cho điện thoại. Ghé thăm Gamekafe và gia nhập với cộng đồng người chơi ngay.": "Igrajte besplatne igre na Gamekafeu. Najbolje igre za dva igrača i igre preobrazbe. Međutim, simulacijske igre i igre kuhanja također su vrlo popularne među igračima. Gamekafe također radi na mobilnim uređajima i ima mnogo igara na dodir za telefone. Posjetite Gamekafe i pridružite se zajednici igrača sada.",
    "Danh sách thẻ": "Popis kartica",
    "CHỌN BẤT KỲ MỘT TỪ KHÓA NÀO VÀ CHƠI NGAY!": "ODABERITE BILO KOJU KLJUČNU RIJEČ I IGRAJTE SADA!",
    "Game Trực Tuyến Miễn Phí Hàng đầu được Gắn Thẻ": "Najbolje označene besplatne online igre",
    "Game mới nhất": "Najnovije igrice",
    "Chính sách": "Politika",
    "Có hiệu lực từ ngày 25 tháng 7 năm 2023": "Na snazi ​​od 25. srpnja 2023",
    "Chính sách quyền riêng tư này (“Chính sách”), cùng với Điều khoản dịch vụ của chúng tôi (“Điều khoản”), tiết lộ các thông lệ về quyền riêng tư của Web Entertainment Limited (“WEL”) liên quan đến bất kỳ Dữ liệu cá nhân nào mà Bạn cung cấp hoặc cung cấp cho Chúng tôi hoặc Chúng tôi nhận được từ Bạn hoặc được biết đến với chúng tôi.": "Ova Pravila o privatnosti (\\\"Pravila\\\"), zajedno s našim Uvjetima pružanja usluge (\\\"Uvjeti\\\"), otkrivaju prakse privatnosti tvrtke Web Entertainment Limited (\\\"WEL\\\") u odnosu na bilo koje osobne podatke koje Vi dajete ili nam dajete ili koje Mi primaju od Tebe ili su nam poznati.",
    "Xin vui lòng đọc chính sách này một cách cẩn thận. Bằng cách truy cập hoặc sử dụng Trang web của chúng tôi, Bạn thừa nhận rằng Bạn đã đọc, hiểu và đồng ý bị ràng buộc bởi các điều khoản của Chính sách này. Nếu Bạn không đồng ý với Chính sách này, vui lòng không sử dụng Trang web của chúng tôi. Chúng tôi bảo lưu quyền thay đổi Chính sách này theo thời gian và Bạn có trách nhiệm xem xét Chính sách này một cách thường xuyên. Bằng cách truy cập hoặc sử dụng Trang web của chúng tôi, bạn có thông báo xây dựng về Chính sách này, được cung cấp trên tất cả các Trang web của chúng tôi.": "Molimo pažljivo pročitajte ovu politiku. Pristupom ili korištenjem naše web stranice, potvrđujete da ste pročitali, razumjeli i da ste suglasni s uvjetima ove Politike. Ako se ne slažete s ovom Politikom, nemojte koristiti našu web stranicu. Zadržavamo pravo da povremeno promijenimo ovu Politiku i vaša je odgovornost redovito pregledavati ovu Politiku. Pristupom ili korištenjem naše web stranice, imate konstruktivnu obavijest o ovoj Politici, koja je dostupna na svim našim web stranicama.",
    "Chính sách này được điều chỉnh và hiểu theo Pháp lệnh Dữ liệu Cá nhân (Quyền riêng tư), Cap. 486, luật của Đặc khu hành chính Hồng Kông (“HKSAR”) và các luật, quy tắc và quy định có liên quan khác trong hoặc ngoài phạm vi quyền hạn của HKSAR. Chủ thể dữ liệu là người dùng của Trang web và Người dùng dữ liệu là WEL.": "Ova Politika uređena je i tumači se u skladu s Uredbom o osobnim podacima (privatnosti), Cap. 486, zakonima Posebnog administrativnog područja Hong Konga (\\\"HKSAR\\\") i drugim relevantnim zakonima, pravilima i propisima unutar ili izvan nadležnosti HKSAR-a. Subjekt podataka je korisnik web stranice, a korisnik podataka je WEL.",
    "Đối với Người dùng ở EU, Chính sách quyền riêng tư này tuân thủ Quy định bảo vệ dữ liệu chung (GDPR).": "Za korisnike u EU-u, ova Pravila o privatnosti u skladu su s Općom uredbom o zaštiti podataka (GDPR).",
    "Chính sách bảo mật của chúng tôi giải thích:": "Naša pravila o privatnosti objašnjavaju:",
    "Chúng tôi nhận được thông tin gì": "Koje informacije primamo?",
    "Cách chúng tôi sử dụng thông tin đó": "Kako koristimo te informacije",
    "Các lựa chọn Chúng tôi cung cấp, bao gồm cách truy cập và cập nhật thông tin": "Opcije koje nudimo, uključujući kako pristupiti informacijama i ažurirati ih",
    "Để tạo điều kiện thuận lợi cho việc đọc của Bạn, đây là phác thảo Chính sách Bảo mật của Chúng tôi:": "Kako bismo vam olakšali čitanje, ovdje je pregled naših Pravila privatnosti:",
    "Các định nghĩa": "Definicije",
    "Thông tin chúng tôi nhận được và cách sử dụng thông tin đó": "Informacije koje primamo i kako ih koristimo",
    "Các trang web khác": "Druge stranice",
    "Cookies và các công nghệ tương tự": "Kolačići i slične tehnologije",
    "Bảo vệ thông tin cá nhân": "Zaštitite osobne podatke",
    "Truy cập và Chỉnh sửa Thông tin Cá nhân của Bạn": "Pristup i ispravljanje vaših osobnih podataka",
    "Trẻ em và trẻ vị thành niên": "Djeca i adolescenti",
    "Quyền đối với thông tin cá nhân của bạn": "Pravo na vaše osobne podatke",
    "Liên hệ với chúng tôi": "Kontaktirajte nas",
    "Sự định nghĩa": "Definicija",
    "Thuật ngữ “Dữ liệu cá nhân” và “Thông tin cá nhân” đề cập đến bất kỳ dữ liệu hoặc thông tin nào liên quan trực tiếp hoặc gián tiếp đến một cá nhân, từ đó có thể xác định được danh tính của cá nhân đó một cách trực tiếp hoặc gián tiếp và ở dạng truy cập hoặc xử lý dữ liệu là có thể thực hiện được. Đối với các mục đích của Chính sách này, các từ \"dữ liệu\" và \"thông tin\" có cùng ý nghĩa.": "Pojmovi \\\"Osobni podaci\\\" i \\\"Osobni podaci\\\" odnose se na sve podatke ili informacije koje se izravno ili neizravno odnose na pojedinca iz kojih se može identificirati identitet pojedinca.izravno ili neizravno te u obliku pristupa ili obrade podataka. Za potrebe ove Politike riječi \\\"podaci\\\" i \\\"informacije\\\" imaju isto značenje.",
    "Thuật ngữ “ID Người dùng” đề cập đến tên người dùng Bạn sử dụng để xác định Tài khoản Gamekafe của Bạn.": "Izraz \\\"ID korisnika\\\" odnosi se na korisničko ime koje koristite za identifikaciju svog Gamekafe računa.",
    "Các thuật ngữ “Chúng tôi”, “Của chúng tôi”, “Của chúng tôi” và “Chúng tôi”, cũng như tất cả các đại từ ngôi thứ nhất khác, được dùng để chỉ WEL, công ty sở hữu, điều hành và duy trì Trang web và Tài khoản.": "Pojmovi \\\"Mi\\\", \\\"Naš\\\", \\\"Naš\\\" i \\\"Mi\\\", kao i sve druge zamjenice u prvom licu, koriste se za upućivanje na WEL, tvrtku u vlasništvu, kojom upravlja i održava web stranicu i račun.",
    "Thuật ngữ “Trang web” được sử dụng để chỉ tất cả các trang web trò chơi và video do Chúng tôi sở hữu, xuất bản hoặc duy trì, các chi nhánh hoặc đối tác kinh doanh của Chúng tôi, bao gồm nhưng không giới hạn ở Tài khoản": "Pojam \\\"Site\\\" koristi se za označavanje svih web stranica s video zapisima i igrama koje posjedujemo, objavljujemo ili održavamo mi, naše podružnice ili poslovni partneri, uključujući, ali ne ograničavajući se na: na računu",
    "Các thuật ngữ “Bạn”, “Của bạn”, “Người dùng”, cũng như tất cả các đại từ ngôi thứ hai khác, được dùng để chỉ người dùng và\/hoặc người chơi của Trang web và\/hoặc dịch vụ do Chúng tôi cung cấp.": "Pojmovi \\\"Vi\\\", \\\"Vaš\\\", \\\"Korisnik\\\", kao i sve druge zamjenice u drugom licu, koriste se za označavanje korisnika i\/ili igrača web-mjesta i\/ili usluga koje oni pružaju.",
    "Thuật ngữ “Tài khoản": "Pojam \\\"Račun\\\"",
    "dùng để chỉ một hệ thống đăng nhập do Chúng tôi vận hành và duy trì cho người dùng, người chơi và nhà phát triển.": "odnosi se na sustav prijave kojim upravljamo i održavamo Mi za korisnike, igrače i programere.",
    "Thông tin chúng tôi nhận được về bạn": "Informacije koje primamo o vama",
    "Thông tin mà Chúng tôi nhận được bao gồm các bộ thông tin: Thông tin của Bạn và thông tin chúng tôi nhận được về Bạn.": "Podaci koje primamo uključuju sljedeće skupove informacija: Vaše podatke i podatke koje primamo o Vama.",
    "Thông tin của Bạn là thông tin được nhập khi Bạn điền vào biểu mẫu trên Trang web của chúng tôi, khi Bạn đăng ký, tức là Tài khoản": "Vaši podaci su podaci koje unesete kada ispunite obrazac na našoj web stranici, kada se registrirate, tj. Račun",
    "của Bạn. Nó bao gồm tên, địa chỉ email, ngày sinh và giới tính của bạn.": "tvoje. Uključuje vaše ime, adresu e-pošte, datum rođenja i spol.",
    "Thông tin Chúng tôi nhận được về mối quan tâm của Bạn": "Informacije koje primamo o vašim problemima",
    "thông tin phi cá nhân:": "Podaci koji nisu osobni:",
    "Dữ liệu liên quan đến việc sử dụng Trang web, chẳng hạn như ngày và giờ Bạn truy cập Trang web, địa chỉ trang web hoặc URL Bạn đang truy cập": "Podaci koji se odnose na korištenje web stranice, kao što su datum i vrijeme kada ste posjetili web stranicu, adresa web stranice ili URL koji posjećujete",
    "Dữ liệu liên quan đến các dịch vụ và hoạt động của Trang web, chẳng hạn như trò chơi Bạn chơi, điểm số Bạn đạt được trong trò chơi được hỗ trợ, thành tích Bạn đã đạt được trong các trò chơi được hỗ trợ và tiến độ trò chơi của Bạn trong các trò chơi được hỗ trợ.": "Podaci koji se odnose na usluge i operacije stranice, kao što su igre koje igrate, rezultati koje ste postigli u podržanim igrama, postignuća koja ste postigli u podržanim igrama i napredak. Vaša razina igre u podržanim igrama.",
    "thông tin kỹ thuật, bao gồm:": "Tehničke informacije, uključujući:",
    "địa chỉ IP": "IP adresa",
    "trình duyệt bạn sử dụng": "preglednik koji koristite",
    "hệ điều hành bạn sử dụng": "operativni sustav koji koristite",
    "if You are logged in to": "ako ste prijavljeni na",
    "Account, Your User ID.": "Račun, Vaš korisnički ID.",
    "(b) Cách chúng tôi sử dụng thông tin chúng tôi nhận được": "(b) Kako koristimo informacije koje primamo",
    "Bất kỳ thông tin nào chúng tôi nhận được liên quan đến Bạn là để cho phép Chúng tôi cung cấp các dịch vụ tốt hơn cho Bạn. Chúng tôi có thể sử dụng thông tin phi cá nhân và thông tin kỹ thuật để cải thiện thiết kế và nội dung của Trang web của chúng tôi, để cá nhân hóa trải nghiệm của khách truy cập hoặc để cung cấp sản phẩm, chương trình và dịch vụ.": "Sve informacije koje primimo u vezi s Vama služe nam za pružanje boljih usluga za Vas. Možemo koristiti neosobne podatke i tehničke podatke za poboljšanje dizajna i sadržaja naše web stranice, za personalizaciju iskustva posjetitelja ili za pružanje proizvoda ili programa i usluga.",
    "Chúng tôi cũng có thể sử dụng thông tin để đảm bảo rằng Người dùng của chúng tôi tuân thủ Điều khoản của chúng tôi. Chúng tôi không giữ lại bất kỳ Thông tin cá nhân nào ngoài thời gian cần thiết.": "Također možemo koristiti podatke kako bismo osigurali da naši korisnici poštuju naše Uvjete. Ne zadržavamo nikakve osobne podatke dulje od potrebnog vremena.",
    "(c) Thông tin chúng tôi chia sẻ": "(c) Informacije koje dijelimo",
    "Chúng tôi không chia sẻ thông tin Tài khoản Gamekafe của Bạn với các công ty, tổ chức và cá nhân bên ngoài Công ty trừ khi xảy ra một trong các trường hợp sau:": "Podatke o vašem Gamekafe računu ne dijelimo s tvrtkama, organizacijama i pojedincima izvan Društva osim ako se ne dogodi jedno od sljedećeg:",
    "Với sự đồng ý của bạn": "Uz vaš pristanak",
    "Chúng tôi sẽ chia sẻ thông tin Tài khoản Gamekafe của Bạn với các công ty, tổ chức và cá nhân bên ngoài Công ty khi Chúng tôi được bạn đồng ý làm như vậy. Chúng tôi cũng chia sẻ Thông tin của bạn cho các trò chơi của bên thứ ba sử dụng hệ thống đăng nhập Tài khoản": "Podatke o vašem Gamekafe računu ćemo podijeliti s tvrtkama, organizacijama i pojedincima izvan Društva ako za to imamo vaš pristanak. Također dijelimo vaše podatke s igrama trećih strana koje koriste sustav prijave na račun",
    "Chúng tôi yêu cầu sự đồng ý chọn tham gia để chia sẻ bất kỳ Thông tin cá nhân nào.": "Zahtijevamo opt-in privolu za dijeljenje bilo kojih osobnih podataka.",
    "Đối với xử lý bên ngoài": "Za vanjsku obradu",
    "Chúng tôi cung cấp Thông tin cá nhân cho các chi nhánh của Chúng tôi hoặc các doanh nghiệp hoặc người đáng tin cậy khác để xử lý thông tin đó cho Chúng tôi hoặc công ty lưu trữ lưu trữ tất cả Dữ liệu, dựa trên hướng dẫn của Chúng tôi và tuân thủ Chính sách quyền riêng tư của Chúng tôi cũng như bất kỳ quy tắc và quy định có liên quan nào khác với các biện pháp bảo mật và an ninh .": "Dajemo osobne podatke našim podružnicama ili drugim tvrtkama ili osobama od povjerenja da ih obrade za nas ili hosting tvrtku koja pohranjuje sve podatke, na temelju uputa i u skladu s našom Politikom privatnosti i svim drugim relevantnim pravilima i propisima s mjerama privatnosti i sigurnosti.",
    "Vì lý do pháp lý": "Iz pravnih razloga",
    "Chúng tôi chia sẻ Thông tin cá nhân với các công ty, tổ chức hoặc cá nhân, bên ngoài Công ty, nếu Chúng tôi có niềm tin hợp lý rằng việc truy cập, sử dụng, bảo toàn hoặc tiết lộ thông tin là cần thiết một cách hợp lý để:": "Osobne podatke dijelimo s tvrtkama, organizacijama ili pojedincima, izvan Društva, ako razumno vjerujemo da je pristup, korištenje, čuvanje ili otkrivanje podataka potrebno. razumno za:",
    "đáp ứng mọi luật, quy định, quy trình pháp lý hiện hành hoặc yêu cầu có thể thi hành của chính phủ (bao gồm các yêu cầu pháp lý từ các khu vực tài phán bên ngoài Hồng Kông)": "zadovoljiti sve primjenjive zakone, propise, pravne procese ili provedive vladine zahtjeve (uključujući pravne zahtjeve iz jurisdikcija izvan Hong Konga)",
    "thực thi các Điều khoản dịch vụ hiện hành, bao gồm cả việc điều tra các vi phạm tiềm ẩn, phát hiện, ngăn chặn hoặc giải quyết các vấn đề gian lận, bảo mật hoặc kỹ thuật; hoặc": "provoditi primjenjive Uvjete pružanja usluge, uključujući istraživanje mogućih kršenja, otkrivanje, sprječavanje ili rješavanje prijevara, sigurnosnih ili tehničkih problema; ili",
    "bảo vệ chống lại tác hại đối với các quyền, tài sản hoặc sự an toàn của Trang web, Người dùng của chúng tôi hoặc công chúng theo yêu cầu hoặc được pháp luật cho phép.": "zaštititi od povrede prava, imovine ili sigurnosti stranice, naših korisnika ili javnosti kako je propisano ili dopušteno zakonom.",
    "Nếu Công ty tham gia vào việc sáp nhập, mua lại hoặc bán hoặc định đoạt tài sản, Chúng tôi sẽ tiếp tục nỗ lực hết mình để đảm bảo tính bảo mật của tất cả Thông tin cá nhân mà Chúng tôi đã thu thập và thông báo cho Người dùng bị ảnh hưởng trước khi Thông tin cá nhân được chuyển giao hoặc trở thành đối tượng của một chính sách bảo mật khác nhau.": "Ako je tvrtka uključena u spajanje, stjecanje ili prodaju ili raspolaganje imovinom, nastavit ćemo ulagati sve napore kako bismo osigurali sigurnost svih osobnih podataka koje smo prikupili i priopćili. obavijestiti pogođene korisnike prije nego što se osobni podaci prenesu ili postanu predmet drugačije politike privatnosti.",
    "(d) Nơi đặt thông tin của Bạn": "(d) Gdje staviti svoje podatke",
    "Chúng tôi được thành lập và có trụ sở tại Hồng Kông. Tuy nhiên, hệ thống đăng nhập của chúng tôi được lưu trữ bởi các máy chủ ở Hà Lan. Thông tin cá nhân có thể được Chúng tôi truy cập hoặc chuyển giao cho Chúng tôi ở Hà Lan hoặc cho các chi nhánh, đối tác kinh doanh hoặc nhà cung cấp dịch vụ của Chúng tôi ở những nơi khác trên thế giới. Bằng cách cung cấp cho Chúng tôi thông tin Chúng tôi nhận được về Bạn, Bạn đồng ý với việc chuyển giao đó. Chúng tôi sẽ nỗ lực hết sức để bảo vệ quyền riêng tư và tính bảo mật của thông tin này theo Chính sách quyền riêng tư của chúng tôi, bất kể nó được xử lý hoặc lưu trữ ở đâu.": "Osnovani smo i sjedište nam je u Hong Kongu. Međutim, naš sustav prijave nalazi se na poslužiteljima u Nizozemskoj. Osobnim podacima možemo pristupiti ili ih prenijeti nama u Nizozemskoj ili našim podružnicama, poslovnim partnerima ili pružateljima usluga u drugim dijelovima svijeta. Dajući nam informacije koje primamo o vama, pristajete na takav prijenos. Uložit ćemo sve napore kako bismo zaštitili privatnost i sigurnost ovih podataka u skladu s našom Politikom privatnosti, bez obzira na to gdje se obrađuju ili pohranjuju.",
    "Trang web của chúng tôi và các trang web khác": "Naša web stranica i druge web stranice",
    "(a) Về trang web của chúng tôi": "(a) O našoj web stranici",
    "Trang web của chúng tôi sử dụng hệ thống đăng nhập một lần cho phép Bạn kết nối giữa các Trang web, bao gồm trò chơi và tương tác xã hội. Bằng cách này, Chúng tôi có thể cung cấp cho Bạn trải nghiệm được cá nhân hóa trên Trang web.": "Naša web stranica koristi sustav jedinstvene prijave koji vam omogućuje povezivanje između web stranica, uključujući igre i društvene interakcije. Na taj način Vam možemo pružiti personalizirano iskustvo na web stranici.",
    "Bạn được nhắc nhở rằng các liên kết có hoặc bao gồm trong Trang web và Dịch vụ của chúng tôi có thể hướng Bạn đến các trang web của bên thứ ba và chúng được tạo và duy trì bởi các doanh nghiệp và nhà phát triển khác không thuộc Công ty, vì vậy điều quan trọng là Bạn phải đọc các điều khoản dịch vụ và chính sách quyền riêng tư của họ vì đây là trách nhiệm của Bạn.": "Podsjećamo vas da vas poveznice koje su uključene ili uključene u naše stranice i usluge mogu usmjeriti na web stranice trećih strana i bez obzira na to jesu li ih izradile i održavale druge tvrtke i programeri. pripada Društvu, stoga je važno da pročitate njihove uvjete pružanja usluge i politiku privatnosti jer je to Vaša odgovornost.",
    "(b) Đăng nhập vào một trang web khác bằng cách sử dụng": "(b) Prijavite se na drugu web stranicu koristeći",
    "Trong một số trường hợp, Bạn có thể đăng nhập vào các trang web của bên thứ ba bằng cách sử dụng danh tính Tài khoản": "U nekim slučajevima, možda ćete se moći prijaviti na web stranice trećih strana koristeći svoj identitet Računa",
    "Điều này có nghĩa là Bạn có khả năng sử dụng danh tính Tài khoản": "To znači da imate mogućnost korištenja identiteta računa",
    "mặc định hoặc tạo danh tính mới để đăng nhập vào trang web của bên thứ ba. Bạn có thể xác định bạn muốn truy cập các trang web của bên thứ ba dưới danh tính nào. Khi Bạn đăng nhập bằng Tài khoản": "zadani ili kreirajte novi identitet za prijavu na web mjesto treće strane. Možete odrediti pod kojim identitetom želite pristupiti web stranicama trećih strana. Kada se prijavite s računom",
    "Xin lưu ý rằng có khả năng các trang web, trò chơi hoặc dịch vụ của bên thứ ba có thể yêu cầu Bạn cung cấp thông tin khác với thông tin trong các trường bạn đã chọn để điền vào.": "Imajte na umu da postoji mogućnost da web-mjesta, igre ili usluge trećih strana od Vas traže da navedete podatke koji se razlikuju od podataka u poljima koja ste odabrali za popunjavanje.",
    "Nhận dạng tài khoản. Chẳng hạn, Bạn đã điền tên và quốc gia của mình nhưng trang web của bên thứ ba yêu cầu Bạn cung cấp cả biệt danh của Bạn. Thông tin bổ sung được yêu cầu có thể khác nhau tùy theo trang web, trò chơi hoặc dịch vụ của bên thứ ba này sang trang web, trò chơi hoặc dịch vụ khác. Sau khi bạn làm như vậy, thông tin bổ sung được cung cấp sẽ tự động được thêm vào danh tính mà bạn đã truy cập trang web đó. Do đó, tất cả các trang web được liên kết với danh tính đó cũng sẽ được hưởng lợi từ thông tin bổ sung đó. Tuy nhiên, Bạn có thể xem trang web của bên thứ ba nào có quyền truy cập vào thông tin nào mà Bạn đã cung cấp bằng cách vào phần “Trang web” của Trang web của bạn.": "Identifikacija računa. Na primjer, unijeli ste svoje ime i državu, ali web stranica treće strane od Vas traži da navedete svoj nadimak. Potrebne dodatne informacije mogu se razlikovati od web stranice, igre ili usluge treće strane do druge web stranice, igre ili usluge. Nakon što to učinite, dodatni navedeni podaci automatski će se dodati identitetu s kojim ste posjetili tu web stranicu. Kao rezultat toga, sve web stranice povezane s tim identitetom također će imati koristi od tih dodatnih informacija. Međutim, možete vidjeti koja web-mjesta trećih strana imaju pristup informacijama koje ste dali odlaskom na odjeljak \\\"Web-mjesta\\\" na svom web-mjestu.",
    "Nếu Bạn đã có tài khoản trên trang web của bên thứ ba, trang web đó cũng có thể cho phép Bạn kết nối và liên kết nó với Trang web của Bạn.": "Ako već imate račun na web-mjestu treće strane, to vam web-mjesto također može omogućiti da ga povežete i povežete s vašim web-mjestom.",
    "Tài khoản. Thông tin của bạn sẽ được gửi cho chúng tôi khi bạn sử dụng": "Račun. Vaši podaci će nam biti poslani kada ih koristite",
    "Tài khoản để đăng ký hoặc đăng nhập vào trang web của bên thứ ba.": "Račun za registraciju ili prijavu na web mjesto treće strane.",
    "(c) Thực hành quyền riêng tư của bên thứ ba": "(c) Prakse privatnosti trećih strana",
    "Tuyên bố về quyền riêng tư này chỉ đề cập đến việc sử dụng và tiết lộ thông tin của Chúng tôi thông qua tương tác của Bạn với các Trang web và Dịch vụ của Chúng tôi. Các trang web khác có thể truy cập được từ Trang web của chúng tôi có thể có các tuyên bố về quyền riêng tư và các hoạt động thu thập, sử dụng và tiết lộ Thông tin cá nhân của riêng họ. Chẳng hạn, và hoàn toàn là một ví dụ, một số trang web yêu cầu quyền truy cập trên mười tám (18) tuổi.": "Ova Izjava o privatnosti bavi se isključivo našom upotrebom i otkrivanjem informacija kroz vašu interakciju s našim stranicama i uslugama. Druge web stranice kojima se može pristupiti s naše web stranice mogu imati vlastite izjave o privatnosti i postupke prikupljanja, korištenja i otkrivanja osobnih podataka. Na primjer, i samo kao primjer, neke web stranice zahtijevaju prava pristupa starijima od osamnaest (18) godina.",
    "Chúng tôi không chịu trách nhiệm về các chính sách bảo mật, thông lệ hoặc nội dung của các trang web bên thứ ba. Xin lưu ý rằng các thông lệ được mô tả trong Chính sách quyền riêng tư này không áp dụng cho thông tin được thu thập thông qua các trang web khác. Khi Bạn rời khỏi Trang web, các chính sách và thông lệ về quyền riêng tư của trang web khác đó sẽ được áp dụng; Chúng tôi khuyến khích Bạn nên biết về các chính sách và thông lệ về quyền riêng tư đó khi Bạn truy cập các trang web khác đó và gửi thông tin nhận dạng cá nhân. Bạn chịu trách nhiệm xem xét các chính sách và thông lệ về quyền riêng tư của từng và mọi trang web mà Bạn truy cập.": "Nismo odgovorni za politiku privatnosti, prakse ili sadržaj web stranica trećih strana. Imajte na umu da se postupci opisani u ovoj Politici privatnosti ne odnose na podatke prikupljene putem drugih web stranica. Kada napustite web stranicu, primjenjivat će se pravila o privatnosti i praksa te druge web stranice; Potičemo Vas da budete svjesni takvih pravila i praksi o privatnosti kada posjećujete takve druge web stranice i dostavljate osobne podatke. Vi ste odgovorni za pregled pravila o privatnosti i prakse svake web stranice koju posjetite.",
    "Cookie và các công nghệ khác": "Kolačići i druge tehnologije",
    "Trang web và Dịch vụ của chúng tôi có thể sử dụng cookie và các công nghệ khác. Bộ sưu tập dữ liệu này được sử dụng để phân tích thống kê về Trang web của chúng tôi cho mục đích phân tích. Những công nghệ này giúp Chúng tôi hiểu rõ hơn về hành vi của người dùng, cho Chúng tôi biết mọi người đã truy cập những phần nào trên Trang web của Chúng tôi, đồng thời tạo điều kiện và đo lường hiệu quả của quảng cáo và tìm kiếm trên web. Chúng tôi coi thông tin được thu thập bởi cookie và các công nghệ khác là thông tin phi cá nhân.": "Naša web stranica i usluge mogu koristiti kolačiće i druge tehnologije. Ova zbirka podataka koristi se za statističku analizu naše web stranice u analitičke svrhe. Ove nam tehnologije pomažu da bolje razumijemo ponašanje korisnika, govore nam koje su dijelove naše stranice ljudi posjetili te olakšavaju i mjere učinkovitost oglašavanja i pretraživanja na webu. Podatke prikupljene kolačićima i drugim tehnologijama tretiramo kao podatke koji nisu osobni.",
    "Bất kỳ thông tin nào được chia sẻ hoặc biết với Chúng tôi sẽ không và không thể được sử dụng để xác định danh tính của Bạn vì chúng không cụ thể. Chúng chỉ là dữ liệu toán học hoặc phân tích về khách truy cập của Chúng tôi và việc sử dụng của họ trên Trang web của Chúng tôi. Dữ liệu không đưa ra bất kỳ chi tiết cá nhân nào. Cookie có thể được sử dụng để thu thập dữ liệu internet chung này. Khi được sử dụng, cookie sẽ được tải xuống máy tính của Bạn mà không cần nhắc. Tệp cookie được lưu trữ trên ổ cứng của Bạn, nơi các tệp được chuyển đến. Thông tin này giúp Chúng tôi cải thiện các Trang web và dịch vụ của Chúng tôi cung cấp cho Bạn. Nếu bạn muốn tắt cookie, vui lòng tham khảo các nguyên tắc liên quan của trình duyệt mà Bạn sử dụng và điều chỉnh cài đặt trình duyệt liên quan. Xin lưu ý rằng một số tính năng của Trang web có thể không khả dụng khi cookie bị tắt.": "Sve informacije koje se dijele ili su nam poznate neće se i ne mogu koristiti za vašu identifikaciju jer nisu specifične. Oni su samo matematički ili analitički podaci o našim posjetiteljima i njihovoj upotrebi naše web stranice. Podaci ne odaju nikakve osobne podatke. Kolačići se mogu koristiti za prikupljanje ovih općih internetskih podataka. Kada se koriste, kolačići će se preuzeti na Vaše računalo bez upita. Datoteka kolačića pohranjuje se na Vašem tvrdom disku, gdje se datoteke prenose. Ove informacije nam pomažu poboljšati stranice i usluge koje vam pružamo. Ako želite onemogućiti kolačiće, molimo pogledajte relevantne smjernice preglednika koji koristite i prilagodite relevantne postavke preglednika. Imajte na umu da neke značajke web stranice možda neće biti dostupne kada su kolačići onemogućeni.",
    "Do các tiêu chuẩn giao tiếp trên mạng, khi Bạn truy cập Trang web, Chúng tôi sẽ tự động nhận được URL của trang web mà Bạn đã đến và trang web mà Bạn sẽ đến khi Bạn rời khỏi Trang web. Chúng tôi cũng nhận được địa chỉ Giao thức mạng (IP), loại trình duyệt và ngôn ngữ, nhà cung cấp dịch vụ Internet (ISP), các trang web và ứng dụng giới thiệu và thoát, hệ điều hành, dấu ngày\/giờ và dữ liệu luồng nhấp chuột.": "Zbog standarda internetske komunikacije, kada posjetite web stranicu, automatski primamo URL web stranice na kojoj ste bili i web stranice na koju ćete otići kada napustite web mjesto. Također dobivamo adresu mrežnog protokola (IP), vrstu i jezik preglednika, davatelja internetskih usluga (ISP), web stranice i aplikacije koje upućuju i izlaze, operativni sustav, oznaku datuma\/vremena i podatke o toku klikova.",
    "Chúng tôi sử dụng thông tin này để hiểu và phân tích xu hướng, để quản lý trang web, tìm hiểu về hành vi của người dùng trên trang web, để cải thiện Dịch vụ của chúng tôi và để thu thập thông tin nhân khẩu học về toàn bộ cơ sở người dùng của chúng tôi. Chúng tôi có thể sử dụng thông tin này cho mục đích tiếp thị và quảng cáo. Liên kết giữa địa chỉ IP của Bạn và thông tin nhận dạng cá nhân của Bạn không được chia sẻ với bên thứ ba mà không có sự cho phép của Bạn.": "Ove podatke koristimo za razumijevanje i analizu trendova, za administriranje web stranice, učenje o ponašanju korisnika na web stranici, za poboljšanje naših usluga i prikupljanje demografskih podataka o cijeloj našoj korisničkoj bazi. Ove podatke možemo koristiti u marketinške i reklamne svrhe. Veza između Vaše IP adrese i Vaših osobnih podataka ne dijeli se s trećim stranama bez Vašeg dopuštenja.",
    "We take the security of your Personal Information very seriously. We work hard to protect the Website and Our users from unauthorized access, alteration, disclosure or destruction of information within Our control.": "Sigurnost vaših osobnih podataka shvaćamo vrlo ozbiljno. Naporno radimo na zaštiti web stranice i naših korisnika od neovlaštenog pristupa, izmjene, otkrivanja ili uništavanja informacija koje su pod našom kontrolom.",
    "Đặc biệt:": "Posebno:",
    "Chúng tôi mã hóa nhiều dịch vụ của mình bằng Lớp cổng bảo mật (SSL)": "Mnoge naše usluge šifriramo pomoću Secure Sockets Layer (SSL)",
    "Chúng tôi xem xét các hoạt động thu thập, lưu trữ và xử lý thông tin của mình, bao gồm các biện pháp bảo mật vật lý, để bảo vệ chống truy cập trái phép vào hệ thống.": "Pregledavamo naše postupke prikupljanja, pohrane i obrade podataka, uključujući fizičke sigurnosne mjere, kako bismo se zaštitili od neovlaštenog pristupa sustavima.",
    "Chúng tôi hạn chế quyền truy cập vào Thông tin cá nhân đối với nhân viên, nhà thầu và đại lý của Công ty, những người cần biết thông tin đó để xử lý thông tin đó cho Chúng tôi và những người phải tuân theo nghĩa vụ bảo mật theo hợp đồng và có thể bị kỷ luật hoặc chấm dứt hợp đồng nếu họ không đáp ứng các nghĩa vụ này.": "Ograničavamo pristup osobnim podacima na zaposlenike Društva, izvođače i agente koji ih trebaju znati kako bi ih obradili za nas i koji su podložni našim obvezama. ugovorne povjerljivosti i mogu biti podvrgnuti disciplinskim mjerama ili raskidu ako ne ispune ove obveze.",
    "Dữ liệu bạn cung cấp cho chúng tôi sẽ được lưu trữ trên các máy chủ an toàn. Chúng tôi thực hiện tất cả các bước hợp lý để đảm bảo an toàn cho việc truyền dữ liệu theo Chính sách này. Việc truyền dữ liệu qua Internet không bao giờ hoàn toàn an toàn, do đó không thể đảm bảo dữ liệu được gửi hoặc truyền đi bằng điện tử. Do đó, thông tin được cung cấp là rủi ro của riêng bạn.": "Podaci koje nam dostavite bit će pohranjeni na sigurnim poslužiteljima. Poduzimamo sve razumne korake kako bismo osigurali sigurnost prijenosa podataka u skladu s ovom Politikom. Prijenos podataka putem interneta nikada nije potpuno siguran, stoga se ne može jamčiti da se podaci šalju ili prenose elektroničkim putem. Stoga, davanje informacija je na vlastitu odgovornost.",
    "Chúng tôi sử dụng một phương pháp an toàn hợp lý để hủy Thông tin cá nhân.": "Koristimo razumno sigurnu metodu za uništavanje osobnih podataka.",
    "Truy cập và thay đổi Thông tin cá nhân của bạn": "Pristupite i promijenite svoje osobne podatke",
    "Bạn có thể truy cập và thay đổi bất kỳ Thông tin Cá nhân nào mà Bạn đã cung cấp cho Chúng tôi khi đăng ký thông qua": "Možete pristupiti i promijeniti sve osobne podatke koje ste nam dali prilikom registracije putem",
    "Trang tài khoản. Đối với một bộ đầy đủ bản sao Thông tin cá nhân mà chúng tôi có về Bạn, nó sẽ được cung cấp miễn phí trong một khoảng thời gian hợp lý và trong mọi trường hợp không quá 14 ngày sau khi Chúng tôi nhận được yêu cầu bằng văn bản từ Bạn. Chúng tôi có thể cần xác minh rằng Bạn thực sự là chủ thể dữ liệu trước khi Chúng tôi có thể tiến hành yêu cầu như vậy.": "Stranica računa. Za puni skup kopija Vaših osobnih podataka koje imamo o Vama, bit će besplatno dostupni u razumnom roku, au svakom slučaju ne više od 14 dana nakon što od Vas primimo pismeni zahtjev. Možda ćemo trebati provjeriti jeste li doista subjekt podataka prije nego što možemo nastaviti s takvim zahtjevom.",
    "Đôi khi, chúng tôi không thể xử lý yêu cầu thay đổi Thông tin cá nhân của bạn vì lý do kỹ thuật hoặc lý do khác. Chúng tôi sẽ thông báo cho Bạn khi đây là trường hợp. Sau đó, bạn nên xóa hiện tại của mình": "Ponekad možda nećemo moći obraditi vaš zahtjev za izmjenom osobnih podataka iz tehničkih ili drugih razloga. Obavijestit ćemo Vas kada to bude slučaj. Tada biste trebali izbrisati svoj trenutni",
    "Tài khoản và mở một tài khoản mới.": "Račun i otvorite novi račun.",
    "Xin lưu ý rằng việc chỉnh sửa thông tin từ": "Imajte na umu da informacije o uređivanju iz",
    "Tài khoản, tức là những thay đổi Bạn đã thực hiện đối với bất kỳ thông tin nào, sẽ tự động áp dụng cho tất cả các trang web được liên kết với Tài khoản": "Račun, tj. promjene koje ste napravili na bilo kojim informacijama, automatski će se primijeniti na sve web stranice povezane s Računom.",
    "và danh tính đó.": "i taj identitet.",
    "Chúng tôi hiểu tầm quan trọng của việc thực hiện các biện pháp phòng ngừa bổ sung để bảo vệ quyền riêng tư và sự an toàn của trẻ em khi sử dụng Trang web và Dịch vụ của chúng tôi. Trẻ em dưới 13 tuổi, hoặc độ tuổi tối thiểu tương đương trong phạm vi quyền hạn có liên quan, không được phép tự tạo": "Razumijemo važnost poduzimanja dodatnih mjera opreza za zaštitu privatnosti i sigurnosti djece prilikom korištenja naše web stranice i usluga. Djeca mlađa od 13 godina ili ekvivalentne minimalne dobi u relevantnoj jurisdikciji ne smiju stvarati vlastite",
    "tài khoản, trừ khi cha mẹ hoặc người giám hộ hợp pháp của họ cung cấp sự đồng ý có thể kiểm chứng.": "računa, osim ako njihov roditelj ili zakonski skrbnik ne pruži provjerljivu suglasnost.",
    "Nếu Chúng tôi biết rằng Chúng tôi đã thu thập Thông tin Cá nhân của trẻ dưới 13 tuổi hoặc độ tuổi tối thiểu tương đương tùy thuộc vào khu vực tài phán mà không có sự đồng ý của cha mẹ hoặc người giám hộ hợp pháp của trẻ, Chúng tôi sẽ thực hiện các bước để xóa thông tin đó ngay khi có thể.": "Ako postanemo svjesni da smo prikupili osobne podatke od djeteta mlađeg od 13 godina ili ekvivalentne minimalne dobi, ovisno o jurisdikciji, bez pristanka djetetovog roditelja ili zakonskog skrbnika, poduzet ćemo korake za brisanje takvih podataka što je prije moguće .",
    "Nếu Người dùng là trẻ vị thành niên, tức là dưới 18 tuổi, cha mẹ hoặc người giám hộ hợp pháp của họ có thể yêu cầu quyền truy cập, thay đổi hoặc xóa Thông tin Cá nhân mà Chúng tôi có hoặc từ chối cho phép tiếp nhận hoặc sử dụng thông tin bằng một lá thư gửi cho Chúng tôi tại": "Ako je Korisnik maloljetan, tj. mlađi od 18 godina, njegov roditelj ili zakonski skrbnik može zatražiti dopuštenje za pristup, promjenu ili brisanje osobnih podataka koje držimo ili odbiti dati suglasnost. primati ili koristiti informacije putem pisma na nama u",
    "Để bảo vệ quyền riêng tư và bảo mật của Người dùng, các bước hợp lý sẽ được thực hiện để xác minh danh tính của cha mẹ hoặc người giám hộ hợp pháp trước khi cấp quyền truy cập vào Thông tin cá nhân. Do đó, điều rất quan trọng là phải bao gồm, trong thư của Bạn, địa chỉ email của Bạn cũng như số điện thoại mà chúng tôi có thể liên lạc với bạn.": "Radi zaštite privatnosti i sigurnosti Korisnika, poduzet će se razumni koraci za provjeru identiteta roditelja ili zakonskog skrbnika prije odobravanja pristupa osobnim podacima. Stoga je vrlo važno da u svom pismu uključite svoju adresu e-pošte kao i broj telefona na koji vas možemo kontaktirati.",
    "Đối với tất cả Người dùng, vì Chúng tôi áp dụng luật của Hồng Kông, Pháp lệnh Dữ liệu Cá nhân (Quyền riêng tư), Cap. 486, cung cấp cho Bạn một số quyền nhất định đối với Thông tin Cá nhân của Bạn, chẳng hạn như quyền truy cập, thay đổi và xóa dữ liệu Bạn đã cung cấp cho Chúng tôi. Nếu Bạn thay đổi bất kỳ thông tin nào của Bạn, Chúng tôi có thể giữ một bản sao thông tin mà Bạn đã cung cấp cho Chúng tôi ban đầu trong kho lưu trữ của Chúng tôi để sử dụng trong Chính sách này. Thông tin của bạn sẽ bị xóa theo yêu cầu của bạn bất cứ lúc nào bằng cách liên hệ với chúng tôi.": "Za sve korisnike, pošto primjenjujemo zakone Hong Konga, Uredbu o osobnim podacima (privatnosti), kap. 486, daje Vam određena prava u pogledu Vaših osobnih podataka, kao što je pravo na pristup, promjenu i brisanje podataka koje ste nam dali. Ako promijenite bilo koji od svojih podataka, možemo zadržati kopiju podataka koje ste nam izvorno dali u našim arhivama za korištenje u ovoj Politici. Vaši podaci će biti izbrisani na vaš zahtjev u bilo kojem trenutku tako da nas kontaktirate.",
    "Đối với Người dùng ở EU, Chính sách quyền riêng tư của chúng tôi hoàn toàn tuân thủ Quy định bảo vệ dữ liệu chung (GDPR), cụ thể là:": "Za EU korisnike, naša Pravila privatnosti u potpunosti su u skladu s Općom uredbom o zaštiti podataka (GDPR), naime:",
    "Bạn được thông báo về tất cả các loại Thông tin Cá nhân mà Chúng tôi nắm giữ, nguồn gốc của thông tin đó, Chúng tôi chia sẻ thông tin đó với ai, Chúng tôi làm gì với thông tin đó và Chúng tôi sẽ lưu giữ thông tin đó trong bao lâu": "Obaviješteni ste o svim vrstama osobnih podataka koje držimo, odakle dolaze, s kim ih dijelimo, što radimo s njima i gdje ćemo ih čuvati. Koliko dugo traju te informacije?",
    "Chúng tôi đã giải thích những nơi Chúng tôi lưu giữ Thông tin Cá nhân và cách dữ liệu lưu chuyển giữa chúng": "Objasnili smo gdje čuvamo osobne podatke i kako oni teku između njih",
    "Chúng tôi có Chính sách quyền riêng tư có thể truy cập công khai, phác thảo tất cả các quy trình liên quan đến Dữ liệu cá nhân": "Imamo javno dostupnu Politiku privatnosti koja opisuje sve procese u vezi s osobnim podacima",
    "Chúng tôi đã cung cấp cơ sở hợp pháp để giải thích lý do tại sao Chúng tôi cần xử lý Thông tin cá nhân": "Osigurali smo pravnu osnovu zašto moramo obrađivati ​​osobne podatke",
    "Chúng tôi đã chỉ định một Nhân viên bảo vệ dữ liệu (DPO) mà Bạn có thể liên hệ bằng cách gửi email đến địa chỉ được cung cấp trong phần “Liên hệ với chúng tôi”": "Dodijelili smo službenika za zaštitu podataka (DPO) kojeg možete kontaktirati slanjem e-pošte na adresu navedenu u odjeljku \\\"Kontaktirajte nas\\\"",
    "Những người ra quyết định của chúng tôi hoàn toàn nhận thức được các nguyên tắc GDPR": "Naši donositelji odluka u potpunosti su svjesni načela GDPR-a",
    "Bảo mật kỹ thuật của chúng tôi được cập nhật": "Naša tehnička sigurnost je ažurirana",
    "Tất cả nhân viên của chúng tôi đều nhận thức được việc bảo vệ dữ liệu": "Svi naši zaposlenici svjesni su zaštite podataka",
    "Chúng tôi sẽ báo cáo vi phạm Dữ liệu cá nhân trong vòng 72 giờ cho chính quyền địa phương": "Povredu osobnih podataka prijavit ćemo lokalnim vlastima u roku od 72 sata",
    "Chúng tôi có hợp đồng với tất cả các bộ xử lý dữ liệu mà Chúng tôi chia sẻ dữ liệu với": "Imamo ugovore sa svim obrađivačima podataka s kojima dijelimo podatke",
    "Bạn có thể dễ dàng truy cập và cập nhật Thông tin cá nhân của mình": "Svojim osobnim podacima možete jednostavno pristupiti i ažurirati ih",
    "Chúng tôi tự động xóa dữ liệu mà Chúng tôi không còn sử dụng nữa": "Automatski brišemo podatke koje više ne koristimo",
    "Bạn có thể dễ dàng yêu cầu Chúng tôi xóa hoặc ngừng xử lý Dữ liệu Cá nhân của Bạn": "Možete nas jednostavno zatražiti da izbrišemo ili prestanemo obrađivati ​​Vaše osobne podatke",
    "Khi có liên quan đến Dữ liệu Cá nhân của trẻ em, Chúng tôi thực hiện các bước hợp lý để xác minh tuổi của chúng và xin phép cha mẹ hoặc người giám hộ hợp pháp của chúng và": "Što se tiče osobnih podataka djece, poduzimamo razumne korake kako bismo provjerili njihovu dob i dobili dopuštenje od njihovih roditelja ili zakonskih skrbnika i",
    "Chúng tôi thường xuyên xem xét các chính sách để biết các thay đổi, tính hiệu quả, các thay đổi trong cách xử lý dữ liệu và các thay đổi đối với tình trạng công việc của các quốc gia khác mà dữ liệu chuyển đến.": "Redovito pregledavamo politike radi promjena, učinkovitosti, promjena u načinu na koji se postupa s podacima i promjena poslovnog statusa drugih zemalja u koje se podaci sele.",
    "Nếu Bạn có bất kỳ câu hỏi, thắc mắc, nhận xét hoặc yêu cầu nào, Chúng tôi rất sẵn lòng tiếp nhận và trả lời chúng. Xin vui lòng liên hệ với chúng tôi bằng cách gửi email tại": "Ako imate bilo kakvih pitanja, nedoumica, komentara ili zahtjeva, rado ćemo ih primiti i odgovoriti na njih. Kontaktirajte nas e-poštom na",
    "Tìm kiếm": "traži",
    "Tùy chọn tìm kiếm nâng cao": "Napredne opcije pretraživanja",
    "Tất cả các thể loại": "Svi žanrovi",
    "Tất cả các nhãn": "Sve oznake",
    "Bộ sưu tập trò chơi của bạn": "Vaša zbirka igara",
    "Tất cả các game trong bộ sự tập của bạn ": "Sve igre u vašoj kolekciji",
    "Thẻ": "Kartica",
    "Xem tất cả thẻ gắn": "Pogledaj sve oznake",
    "Game trực tuyến miễn phí hàng đầu được gắn thẻ": "Najbolje označene besplatne online igre",
    "Chơi game": "Igre",
    "trên": "iznad",
    "Thay đổi mật khẩu": "Promijenite lozinku",
    "Lưu": "Uštedjeti",
    "Hồ sơ của tôi": "moj profil",
    "Ảnh đại diện": "Avatar",
    "Số điện thoại": "Broj telefona",
    "Địa chỉ": "Adresa",
    "Tuổi": "Godinu star",
    "Other": "Ostalo",
    "Shooter": "Strijelac",
    "Action": "Akcijski",
    "Rpg": "Rpg",
    "Visual": "Vizualno",
    "Puzzle": "Puzzle",
    "Simulation": "Simulacija",
    "Adventure": "Avantura",
    "Platformer": "Platformer"
}
