{
    "Tên không được để trống": "Numele nu poate fi necompletat",
    "Tên không được vượt quá 255 kí tự": "Numele nu poate depăși 255 de caractere",
    "Hòm thư không được để trống": "Inbox nu poate fi goală",
    "Hòm thư không đúng định dạng": "Cutia poștală nu este în formatul corect",
    "Hòm thư không được vượt quá 255 kí tự": "Cutia poștală nu poate depăși 255 de caractere",
    "Hòm thư đã tồn tại": "Cutia poștală există deja",
    "Mật khẩu không được để trống": "Parola nu poate fi goală",
    "Mật khẩu không đúng định dạng": "Parola nu este în formatul corect",
    "Mật khẩu tối thiểu trên 8 kí tự": "Parola trebuie să fie de cel puțin 8 caractere",
    "Mật khẩu không vượt quá 64 kí tự": "Parola nu trebuie să depășească 64 de caractere",
    "Xác nhận mật khẩu không trùng khớp": "Confirmați parola nu se potrivește",
    "Thông tin của bạn không được tìm thấy": "Informațiile dvs. nu au fost găsite",
    ":attribute không được để trống": ":attribute nu poate fi necompletat",
    ":attribute đã tồn tại": ":attribute există deja",
    "Tên": "Nume",
    "Tiêu đề": "Titlu",
    "Giới tính": "Sex",
    "Bạn quên mật khẩu ? Đừng quá lo lắng. Hãy cho chúng tôi biết hòm thư của bạn. Chúng tôi sẽ gửi thư hướng dẫn cho bạn": "Ați uitat parola? Nu vă faceți griji. Anunțați-ne căsuța dvs. poștală. Vă vom trimite instrucțiuni prin e-mail",
    "Cài lại mật khẩu": "Reseteaza parola",
    "Gửi lại thư xác thực": "Retrimiteți e-mailul de verificare",
    "Đăng nhập": "Log in",
    "Hòm thư": "Cutie poștală",
    "Mật khẩu": "Parola",
    "Đăng nhập với": "Logheaza-te cu",
    "Quên mật khẩu": "Aţi uitat parola",
    "Bạn chưa có tài khoản ?": "Nu ai un cont ?",
    "Bạn có tài khoản ?": "Ai un cont ?",
    "Đăng ký": "Inregistreaza-te",
    "Xác nhận mật khẩu": "Confirmă parola",
    "Vui lòng nhập mật khẩu mới và tiếp tục hành trình với chúng tôi!": "Vă rugăm să introduceți o nouă parolă și să continuați călătoria cu noi!",
    "Mật khẩu của bạn đã được thay đổi. Vui lòng đăng nhập với mật khẩu mới để tiếp tục trải nghiệm những trò chơi mà bạn yêu thích. Trang sẽ tự động chuyển hướng sau ": "Parola dvs. a fost schimbată. Vă rugăm să vă conectați cu noua parolă pentru a continua să experimentați jocurile care vă plac. Pagina va fi redirecționată automat după",
    "Thư cài lại mật khẩu đã được gửi hòm thư của bạn. Vui lòng kiểm tra vào thời gian sớm nhất để không bảo lỡ tiếp tục trải nghiệm những trò chơi của chúng tôi.": "E-mailul de resetare a parolei a fost trimis în căsuța dvs. poștală. Vă rugăm să verificați cât mai curând posibil pentru a nu pierde ocazia de a continua să experimentați jocurile noastre.",
    "Chúc mừng bạn đã hoàn thành! Hãy tận hưởng thế giới trò chơi của chúng tôi ngay nhé. Trang sẽ tự động chuyển hướng sau ": "Felicitări pentru finalizare! Bucurați-vă acum de lumea noastră de joc. Pagina va fi redirecționată automat după",
    "Cám ơn vì đã tham gia cộng đồng của chúng tôi. Trước khi tiếp tục trải nghiệm, hãy kiểm tra hòm thử của bạn để xác thực thông tin mà bạn đã cung cấp. Nếu không nhận được thư hãy ấn vào nút phía bên dưới để chúng tôi có thể gửi lại mẫu thư cho bạn": "Vă mulțumim că v-ați alăturat comunității noastre. Înainte de a continua cu experimentul, verificați caseta de testare pentru a verifica informațiile pe care le-ați furnizat. Dacă nu primiți scrisoarea, vă rugăm să faceți clic pe butonul de mai jos pentru a vă putea retrimite formularul de scrisoare",
    "Thư mới đã gửi đến hòm thư của bạn. Vui lòng kiểm tra lại!": "E-mail nou a fost trimis în căsuța dvs. de e-mail. Vă rugăm să verificați din nou!",
    "Unauthorized": "Neautorizat",
    "Payment Required": "Plata obligatorie",
    "Forbidden": "Interzis",
    "Not Found": "Nu a fost găsit",
    "Page Expired": "Pagina a expirat",
    "Too Many Requests": "Prea Multe Cereri",
    "Server Error": "Eroare de server",
    "Service Unavailable": "Serviciu indisponibil",
    "Chơi game miễn phí trên": "Joacă jocuri gratuite pe",
    "Các game hai người chơi và game trang điểm hàng đầu. Tuy nhiên, game mô phỏng và game nấu ăn cũng rất phổ biến trong các người chơi. Gamekafe cũng hoạt động trên các thiết bị di động và có nhiều game cảm ứng cho điện thoại. Ghé thăm Gamekafe và gia nhập với cộng đồng người chơi ngay.": "Cele mai bune jocuri cu doi jucători și jocuri de makeover. Cu toate acestea, jocurile de simulare și jocurile de gătit sunt, de asemenea, foarte populare printre jucători. Gamekafe funcționează și pe dispozitive mobile și are multe jocuri tactile pentru telefoane. Vizitează Gamekafe și alătură-te comunității de jucători acum.",
    "chơi game miễn phí": "juca jocuri gratis",
    "chơi game trực tuyến": "juca jocuri online",
    "Các trò chơi Trực tuyến Miễn phí tại": "Jocuri online gratuite la",
    "Các game hai người chơi và game trang điểm hàng đầu. Tuy nhiên, game mô phỏng và game nấu ăn cũng rất phổ biến trong các người chơi.": "Cele mai bune jocuri cu doi jucători și jocuri de makeover. Cu toate acestea, jocurile de simulare și jocurile de gătit sunt, de asemenea, foarte populare printre jucători.",
    "Tìm kiếm trò chơi": "Caută jocuri",
    "Game Mới": "Joc nou",
    "trong tháng": "in luna",
    "Game Phổ Biến": "Jocuri populare",
    "được quan tâm": "a fi interesat",
    "Cá nhân": "Individual",
    "Thông tin": "informație",
    "Đăng xuất": "Deconectați-vă",
    "Lựa chọn ngôn ngữ": "Alegerea limbii",
    "là gì?": "Ce este asta?",
    "Bạn có biết": "Știi",
    "đang cung cấp các game và câu đố trực tuyến từ năm 2006?": "oferind jocuri și chestionare online din 2006?",
    "Đã hơn 15 năm thú vị của": "Au trecut peste 15 ani interesanți",
    "Cảm ơn bạn đã là một phần của cộng đồng": "Vă mulțumim că faceți parte din comunitate",
    "là một đơn vị phát hành và phát triển game": "este un editor și dezvoltator de jocuri",
    "Nền tảng của": "Baza de",
    "là mạng xã hội với 30 triệu người chơi và đang không ngừng phát triển.": "este o rețea socială cu 30 de milioane de jucători și este în continuă creștere.",
    "Danh mục giải trí phát triển hàng ngày": "Categoria divertisment crește zilnic",
    "Trò chơi mới": "Joc nou",
    "được phát hành từng ngày.": "eliberat în fiecare zi.",
    "Vì": "Deoarece",
    "có một lịch sử lâu dài, chúng tôi đã ghi lại các hiện tượng xã hội trên các trình duyệt game. Nội dung này là một phương tiện nghệ thuật quan trọng và có thể có thể lý giải cái gì người ta thích trong những giai đoạn khác nhau.": "Având o istorie lungă, am documentat fenomene sociale pe browserele de jocuri. Acest conținut este un mediu artistic important și poate explica ceea ce le place oamenilor în diferite perioade.",
    "Thể loại game": "Genul jocului",
    "Trước đây,": "Inainte de,",
    "nổi tiếng với các dòng game như arcade và games cổ điển khi": "faimos pentru jocuri precum arcade și jocuri clasice când",
    "Đáng chú ý là,": "În special,",
    "một người chơi": "un jucător",
    "đã trở thành game trình duyệt nổi tiếng cùng với": "a devenit un joc de browser popular împreună cu",
    "trò chơi 2d": "joc 2d",
    "Một phần trò chơi quan trọng cuối cùng là": "Ultima parte importantă a jocului este",
    "nhiều người chơi": "Multiplayer",
    "chơi danh mục mở rộng của game mạng xã hội hỗ trợ mạng": "Joacă un catalog extins de jocuri de rețele sociale activate în rețea",
    "Công nghệ": "Tehnologie",
    "là ngôi nhà cho mọi game thủ trên bất kỳ thiết bị nào.": "este casa pentru fiecare jucător de pe orice dispozitiv.",
    "Chơi": "Joaca",
    "trò chơi dưới dạng điểm ảnh": "joc sub formă de pixeli",
    "hoặc tải đồ họa 3D phong phú trên máy tính bằng cách chơi": "sau obțineți grafică 3D bogată pe computer jucând",
    "trò chơi cổ điển": "Joc clasic",
    "Mặt khác, nếu bạn chỉ thích chơi game 2D thông thường, thì": "Pe de altă parte, dacă îți place doar să joci jocuri casual 2D, atunci",
    "trò chơi": "joc",
    "sẽ phù hợp với bạn. Nếu bạn muốn tiếp cận với công nghệ mới, hãy truy cập kho lưu trữ": "vi se va potrivi. Dacă doriți acces la noi tehnologii, vizitați arhiva",
    "để chơi các trò chơi chưa hề có ở những nơi khác.": "pentru a juca jocuri ca nimeni altul.",
    "Cuối cùng, đừng quên đăng ký": "În sfârșit, nu uitați să vă abonați",
    "tài khoản": "cont",
    "Đây là mạng xã hội cộng đồng hỗ trợ người chơi.": "Aceasta este o rețea socială comunitară care sprijină jucătorii.",
    "Đã đăng ký bản quyền.": "Drepturi de autor înregistrate.",
    "Game mới": "Joc nou",
    "Phổ biến nhất": "Cel mai popular",
    "Cập nhật": "Actualizați",
    "Theo dõi chúng tôi": "Urmați-ne",
    "Chúng tôi sử dụng cookie để đề xuất nội dung và phân tích lưu lượng truy cập và quảng cáo. Khi sử dụng trang web này, bạn đồng ý với": "Folosim cookie-uri pentru a recomanda conținut și pentru a analiza traficul și publicitatea. Prin utilizarea acestui site, sunteți de acord",
    "Chính sách bảo mật": "Politica de confidențialitate",
    "và": "și",
    "Chính sách Cookie": "Politica cookie",
    "Đã hiểu": "Înțeles",
    "Game chơi nhiều nhất": "Cel mai jucat joc",
    "TẤT CẢ CÁC THỂ LOẠI GAME MIỄN PHÍ.": "TOATE JOCURILE GRATUIT.",
    "Bạn đang tìm kiếm một thể loại trò chơi nhất định? Kiểm tra danh sách mở rộng các loại trò chơi tại": "Cauți un anumit gen de joc? Consultați lista extinsă de tipuri de jocuri la",
    "Chúng tôi đã gắn nhãn các trò chơi bằng cách sử dụng các tag và danh mục trong hơn một thập kỷ qua. Trang này liệt kê hàng trăm tag khác nhau đại diện cho toàn bộ các bộ sưu tập trò chơi có thể chơi trên trình duyệt.": "Am etichetat jocurile folosind etichete și categorii de peste un deceniu. Această pagină listează sute de etichete diferite care reprezintă colecții întregi de jocuri care se pot juca prin browser.",
    "Tất cả": "Toate",
    "thẻ gắn để tìm game miễn phí về giấc mơ của bạn": "Etichetați pentru a găsi jocul gratuit al visurilor tale",
    "Trò chơi": "Joc",
    "Chơi trực tuyến tại": "Joacă online la",
    "Thể loại": "Categorie",
    "Game trực tuyến miễn phí hàng đầu gắn thẻ": "Top joc online gratuit Tagged",
    "Các thẻ liên quan tới": "Etichete legate de",
    "Tham gia chiến game cùng với ": "Alăturați-vă jocului cu",
    "Hiển thị tất cả": "Arata tot",
    "Sắp xếp theo:": "Sortate dupa:",
    "Độ phổ biến": "Popularitate",
    "Đánh giá": "A evalua",
    "Ngày": "Zi",
    "Chính sách cookie": "Politica cookie",
    "Có hiệu lực vào ngày 25 tháng 5 năm 2018": "În vigoare din 25 mai 2018",
    "Định nghĩa thuật ngữ": "Definiţia term",
    "Cookie là gì?": "Ce sunt cookie-urile?",
    "Chúng tôi sử dụng cookie để làm gì?": "Pentru ce folosim cookie-urile?",
    "Làm cách nào để kiểm soát hoặc tắt cookie?": "Cum controlez sau dezactivez cookie-urile?",
    "Chúng tôi sử dụng những loại cookie nào?": "Ce tipuri de cookie-uri folosim?",
    "Các loại cookie mà chúng tôi hiện đang sử dụng": "Tipuri de cookie-uri pe care le folosim în prezent",
    "Cookie của bên thứ ba": "Cookie-uri de la terți",
    "Các thuật ngữ “Chúng tôi”, “Của chúng tôi”, “Của chúng tôi” và “Chúng tôi”, cũng như tất cả các đại từ ngôi thứ nhất khác, được dùng để chỉ Web Entertainment Limited (“WEL”), công ty sở hữu, điều hành và duy trì Trang web và": "Termenii „Noi”, „Nostru”, „Nostru” și „Noi”, precum și toate celelalte pronume la persoana întâi, sunt folosiți pentru a se referi la Web Entertainment Limited („WEL”), companie care deține, operează și întreține site-ul web. și",
    "Tài khoản": "Cont",
    "Thuật ngữ “Trang web” được sử dụng để chỉ tất cả các trang web do Chúng tôi sở hữu, xuất bản hoặc duy trì, các chi nhánh hoặc đối tác kinh doanh của Chúng tôi, bao gồm nhưng không giới hạn ở": "Termenul „Site” este folosit pentru a se referi la toate site-urile web deținute, publicate sau întreținute de noi, afiliații sau partenerii noștri de afaceri, inclusiv, dar fără a se limita la",
    "Các thuật ngữ “Bạn”, “Của bạn”, “Người dùng”, cũng như tất cả các đại từ ngôi thứ hai khác, được dùng để chỉ người dùng Trang web và\/hoặc dịch vụ do Chúng tôi cung cấp.": "Termenii „Tu”, „Tu”, „Utilizator”, precum și toate celelalte pronume de persoana a doua, sunt folosiți pentru a se referi la utilizatorii Site-ului și\/sau ai serviciilor furnizate de noi.",
    "Thuật ngữ": "Termeni",
    "Tài khoản” là hệ thống đăng nhập do Chúng tôi vận hành và duy trì cho người dùng, người chơi và nhà phát triển.": "Account” este sistemul de conectare operat și întreținut de Noi pentru utilizatori, jucători și dezvoltatori.",
    "Cookie là các tệp hoặc mẩu dữ liệu nhỏ mà Chúng tôi lưu trữ trên máy tính, điện thoại di động hoặc các thiết bị hỗ trợ internet khác của Bạn khi Bạn truy cập Trang web của Chúng tôi. Việc sử dụng cookie nhằm mục đích giúp Trang web của chúng tôi sử dụng dễ dàng hơn và cung cấp cho bạn trải nghiệm Web được cá nhân hóa.": "Cookie-urile sunt fișiere sau bucăți mici de date pe care le stocăm pe computerul, telefonul mobil sau alte dispozitive cu acces la internet atunci când vizitați site-ul nostru. Utilizarea cookie-urilor are scopul de a face site-ul nostru mai ușor de utilizat și de a vă oferi o experiență web personalizată.",
    "Những cookie thường chứa là kết quả của thông tin cá nhân do chính Bạn nhập vào một trang web. Thông thường, khi cookie lưu trữ thông tin cá nhân, thông tin này được mã hóa theo cách mà bất kỳ bên thứ ba nào tình cờ truy cập vào thư mục cookie của Bạn đều không thể đọc được.": "Aceste cookie-uri conțin de obicei rezultatul informațiilor personale introduse de dvs. pe un site web. În mod normal, atunci când cookie-urile stochează informații personale, aceste informații sunt criptate în așa fel încât să nu poată fi citite de niciun terț care dă peste dosarul dvs. de cookie-uri.",
    "Cookie là một mẩu dữ liệu nhỏ được gửi từ các trang web của Chúng tôi và được trình duyệt web của Bạn lưu trữ trên máy tính của Bạn trong khi Bạn đang duyệt.": "Un cookie este o mică bucată de date trimisă de pe site-urile noastre web și stocată de browserul dvs. web pe computerul dvs. în timp ce navigați.",
    "Về mặt kỹ thuật nó hoạt động như thế nào?": "Tehnic cum funcționează?",
    "Khi được sử dụng, cookie sẽ được tải xuống máy tính của Bạn. Các tệp cookie được lưu trữ trên hoặc chuyển sang ổ cứng của Bạn.": "Când sunt utilizate, cookie-urile vor fi descărcate pe computerul dvs. Fișierele cookie sunt stocate sau transferate pe hard diskul dvs.",
    "Trang web và Dịch vụ của chúng tôi có thể sử dụng cookie. Cookie cho phép Chúng tôi cá nhân hóa trải nghiệm của Bạn trên các trang web của Chúng tôi, cho chúng tôi biết mọi người đã truy cập những phần nào trên Trang web của chúng tôi, giúp Chúng tôi đo lường hiệu quả của quảng cáo và tìm kiếm trên web, đồng thời cung cấp cho Chúng tôi thông tin chi tiết về hành vi của người dùng để Chúng tôi có thể cải thiện Trang web và Dịch vụ của mình. Dữ liệu này không đưa ra bất kỳ chi tiết cá nhân nào. Việc thu thập dữ liệu này được sử dụng để phân tích thống kê về Trang web của chúng tôi để chúng tôi sử dụng.": "Site-ul și serviciile noastre pot folosi cookie-uri. Cookie-urile ne permit să vă personalizăm experiența pe site-urile noastre web, să ne spună ce părți ale site-ului nostru au vizitat utilizatorii, ne ajută să măsurăm eficacitatea reclamei noastre și să căutăm pe web și să ne furnizeze informații detaliate despre comportamentul utilizatorilor, astfel încât să putem îmbunătăți site-ul nostru. și Servicii. Aceste date nu furnizează detalii personale. Această colectare de date este utilizată pentru analiza statistică a site-ului nostru web pentru uzul nostru.",
    "Bạn có thể tắt hoặc xóa cookie bất cứ lúc nào. Xin lưu ý rằng vì cookie được sử dụng trên toàn bộ Trang web của chúng tôi, nên việc vô hiệu hóa hoặc xóa cookie có thể ngăn Bạn sử dụng một số phần nhất định trên Trang web và Dịch vụ của chúng tôi.": "Puteți dezactiva sau șterge cookie-urile în orice moment. Vă rugăm să rețineți că, deoarece cookie-urile sunt utilizate pe tot site-ul nostru, dezactivarea sau ștergerea cookie-urilor vă poate împiedica să utilizați anumite părți ale site-ului și serviciilor noastre.",
    "Nếu bạn đang sử dụng Google Chrome, để tắt cookie:": "Dacă utilizați Google Chrome, pentru a dezactiva cookie-urile:",
    "Đi đến 'Tiện ích'": "Accesați „Utilități”",
    "Nhấp vào 'Tùy chọn'": "Faceți clic pe „Opțiuni”",
    "Nhấp vào 'Dưới mui xe'": "Faceți clic pe „Sub capotă”",
    "'Cài đặt cookie' nên được chọn. Sau khi hoàn tất, hãy chọn 'Chặn tất cả Cookie'": "„Setări cookie” ar trebui să fie selectate. După ce ați terminat, selectați „Blocați toate cookie-urile”",
    "Bây giờ tất cả các cookie sẽ bị chặn trên Google Chrome của bạn": "Acum toate cookie-urile vor fi blocate pe Google Chrome",
    "Để xóa các cookie hiện có:": "Pentru a șterge cookie-urile existente:",
    "Trong phần 'Quyền riêng tư', chọn 'Hiển thị cookie'": "În secțiunea „Confidențialitate”, selectați „Afișați cookie-urile”",
    "Một cửa sổ mới sẽ mở ra có tên là 'Cookie' Tại đây, bạn có thể xem tất cả các cookie trong Trình duyệt Google Chrome của mình.": "Se va deschide o nouă fereastră numită „Cookie-uri” Aici puteți vizualiza toate cookie-urile din browserul dvs. Google Chrome.",
    "Nhấp vào 'Xóa tất cả' để xóa tất cả dấu vết của cookie": "Faceți clic pe „Ștergeți toate” pentru a elimina toate urmele cookie-urilor",
    "Nếu bạn chỉ muốn xóa một cookie nhất định, chỉ cần đánh dấu và nhấp vào 'Xóa'": "Dacă doriți să ștergeți doar un anumit cookie, pur și simplu evidențiați și faceți clic pe „Ștergeți”",
    "Các trình duyệt khác": "Alte browsere",
    "Đối với các trình duyệt khác, vui lòng xem tài nguyên hoặc nguyên tắc hỗ trợ của trình duyệt có liên quan.": "Pentru alte browsere, consultați ghidurile sau resursele relevante pentru asistența browserului.",
    "Trang web của chúng tôi sử dụng cookie phiên và cookie liên tục.": "Site-ul nostru web folosește cookie-uri de sesiune și cookie-uri persistente.",
    "Cookie phiên:": "Cookie-uri de sesiune:",
    "Đây là những tệp cookie tạm thời sẽ bị xóa khi Bạn đóng trình duyệt của mình.": "Acestea sunt fișiere cookie temporare care vor fi șterse atunci când închideți browserul.",
    "Cookie liên tục:": "Cookie-uri persistente:",
    "Chúng nằm trong một trong các thư mục con của trình duyệt của Bạn cho đến khi Bạn xóa chúng hoặc chúng hết hạn.": "Acestea rămân într-unul dintre subfolderele browserului dvs. până când le ștergeți sau expiră.",
    "Xác thực": "Precizie",
    "Cookie xác thực được các máy chủ web sử dụng để biết bạn đã đăng nhập hay chưa và bạn đã đăng nhập bằng tài khoản nào. Cookie này cho phép chúng tôi cung cấp cho bạn trải nghiệm web được cá nhân hóa trên Trang web của chúng tôi.": "Cookie-urile de autentificare sunt folosite de serverele web pentru a ști dacă sunteți autentificat și cu ce cont sunteți autentificat. Acest cookie ne permite să vă oferim o experiență web personalizată pe site-ul nostru.",
    "Hiệu suất": "Eficienţă",
    "Chúng tôi sử dụng các cookie này để trải nghiệm của Bạn trên Trang web của chúng tôi và hiệu suất. Những cookie này thu thập thông tin về cách Trang web của chúng tôi được sử dụng, ví dụ như trang nào Bạn truy cập thường xuyên nhất và nơi gửi thông báo lỗi. Dữ liệu đó không đưa ra bất kỳ chi tiết cá nhân nào.": "Folosim aceste cookie-uri pentru experiența dvs. pe site-ul nostru și performanța. Aceste cookie-uri colectează informații despre modul în care este utilizat site-ul nostru web, de exemplu ce pagini vizitați cel mai des și unde sunt trimise mesajele de eroare. Datele respective nu oferă nicio informație cu caracter personal.",
    "Phân tích": "Analiză",
    "Những cookie này cung cấp cho Chúng tôi các báo cáo cung cấp số liệu thống kê giúp Chúng tôi xác định cách khách truy cập sử dụng Trang web của chúng tôi, cách họ truy cập Trang web của chúng tôi và cách Chúng tôi có thể giúp họ tìm đường quay lại.": "Aceste cookie-uri Ne oferă rapoarte care oferă statistici care ne ajută să stabilim modul în care vizitatorii folosesc site-ul nostru, cum accesează site-ul nostru și cum îi putem ajuta să-și găsească drumul înapoi.",
    "Bản địa hóa": "Localizare",
    "Cookie bản địa hóa giúp Chúng tôi cung cấp cho Bạn trải nghiệm được bản địa hóa và cá nhân hóa hơn. Vì mục đích đó, chúng tôi có thể thu thập và lưu trữ thông tin có trên trình duyệt hoặc máy tính của Bạn để Bạn có thể xem Trang web bằng ngôn ngữ ưa thích của mình.": "Cookie-urile de localizare ne ajută să vă oferim o experiență mai localizată și personalizată. În acest scop, putem colecta și stoca informații care se află pe browserul sau computerul dvs., astfel încât să puteți vizualiza site-ul web în limba preferată.",
    "Quảng cáo": "Publicitate",
    "Trang web của chúng tôi có thể sử dụng cookie để gửi quảng cáo cá nhân. Quảng cáo được cá nhân hóa mang lại trải nghiệm quảng cáo phù hợp hơn đồng thời giúp tài trợ cho việc phát triển các trò chơi mới.": "Site-ul nostru web poate folosi cookie-uri pentru a oferi publicitate personalizată. Reclamele personalizate oferă o experiență publicitară mai relevantă și ajută la finanțarea dezvoltării de noi jocuri.",
    "Chúng tôi sử dụng một số dịch vụ của bên thứ ba cũng có thể đặt cookie trên máy tính của Bạn thay mặt Chúng tôi khi bạn truy cập Trang web của Chúng tôi để cho phép họ cung cấp các dịch vụ mà họ đang cung cấp. Ví dụ: Chúng tôi đang sử dụng cookie của bên thứ ba cho mục đích thống kê. Thông tin thêm về các cookie này có sẵn trên trang web của bên thứ ba tương ứng.": "Folosim o serie de servicii terțe care pot plasa, de asemenea, cookie-uri pe computerul dvs. în numele nostru atunci când vizitați site-ul nostru, pentru a le permite să furnizeze serviciile pe care le furnizează. Exemplu: folosim cookie-uri de la terți în scopuri statistice. Mai multe informații despre aceste cookie-uri sunt disponibile pe site-ul respectiv al terților.",
    "Tất cả các thẻ": "Toate cărțile",
    "Tìm kiếm hàng đầu": "Top Căutare",
    "chơi": "Joaca",
    "Chơi game miễn phí trên Gamekafe. Các game hai người chơi và game trang điểm hàng đầu. Tuy nhiên, game mô phỏng và game nấu ăn cũng rất phổ biến trong các người chơi. Gamekafe cũng hoạt động trên các thiết bị di động và có nhiều game cảm ứng cho điện thoại. Ghé thăm Gamekafe và gia nhập với cộng đồng người chơi ngay.": "Joacă jocuri gratuite pe Gamekafe. Cele mai bune jocuri cu doi jucători și jocuri de makeover. Cu toate acestea, jocurile de simulare și jocurile de gătit sunt, de asemenea, foarte populare printre jucători. Gamekafe funcționează și pe dispozitive mobile și are multe jocuri tactile pentru telefoane. Vizitează Gamekafe și alătură-te comunității de jucători acum.",
    "Danh sách thẻ": "Lista de carduri",
    "CHỌN BẤT KỲ MỘT TỪ KHÓA NÀO VÀ CHƠI NGAY!": "ALEGE ORICE CUVINTE CHEIE SI JUCA ACUM!",
    "Game Trực Tuyến Miễn Phí Hàng đầu được Gắn Thẻ": "Top Tagged Jocuri online gratuite",
    "Game mới nhất": "Ultimele jocuri",
    "Chính sách": "Politică",
    "Có hiệu lực từ ngày 25 tháng 7 năm 2023": "În vigoare din 25 iulie 2023",
    "Chính sách quyền riêng tư này (“Chính sách”), cùng với Điều khoản dịch vụ của chúng tôi (“Điều khoản”), tiết lộ các thông lệ về quyền riêng tư của Web Entertainment Limited (“WEL”) liên quan đến bất kỳ Dữ liệu cá nhân nào mà Bạn cung cấp hoặc cung cấp cho Chúng tôi hoặc Chúng tôi nhận được từ Bạn hoặc được biết đến với chúng tôi.": "Această politică de confidențialitate („Politică”), împreună cu Termenii și condițiile noastre („Termenii”), dezvăluie practicile de confidențialitate ale Web Entertainment Limited („WEL”) în legătură cu orice Date cu caracter personal pe care ni le furnizați sau pe care ni le furnizam sau pe care noi le oferim primesc de la Tine sau ne sunt cunoscute.",
    "Xin vui lòng đọc chính sách này một cách cẩn thận. Bằng cách truy cập hoặc sử dụng Trang web của chúng tôi, Bạn thừa nhận rằng Bạn đã đọc, hiểu và đồng ý bị ràng buộc bởi các điều khoản của Chính sách này. Nếu Bạn không đồng ý với Chính sách này, vui lòng không sử dụng Trang web của chúng tôi. Chúng tôi bảo lưu quyền thay đổi Chính sách này theo thời gian và Bạn có trách nhiệm xem xét Chính sách này một cách thường xuyên. Bằng cách truy cập hoặc sử dụng Trang web của chúng tôi, bạn có thông báo xây dựng về Chính sách này, được cung cấp trên tất cả các Trang web của chúng tôi.": "Vă rugăm să citiți cu atenție această politică. Prin accesarea sau utilizarea site-ului nostru web, luați la cunoștință că ați citit, înțeles și sunteți de acord să respectați termenii acestei Politici. Dacă nu sunteți de acord cu această politică, vă rugăm să nu utilizați site-ul nostru web. Ne rezervăm dreptul de a modifica această Politică din când în când și este responsabilitatea dumneavoastră să revizuiți această Politică în mod regulat. Prin accesarea sau utilizarea site-ului nostru web, aveți o notificare constructivă a acestei Politici, care este disponibilă pe toate site-urile noastre web.",
    "Chính sách này được điều chỉnh và hiểu theo Pháp lệnh Dữ liệu Cá nhân (Quyền riêng tư), Cap. 486, luật của Đặc khu hành chính Hồng Kông (“HKSAR”) và các luật, quy tắc và quy định có liên quan khác trong hoặc ngoài phạm vi quyền hạn của HKSAR. Chủ thể dữ liệu là người dùng của Trang web và Người dùng dữ liệu là WEL.": "Această politică este guvernată și interpretată în conformitate cu Ordonanța privind datele personale (confidențialitate), cap. 486, legile Regiunii Administrative Speciale Hong Kong („HKSAR”) și alte legi, reguli și reglementări relevante în sau în afara jurisdicției HKSAR. Persoana vizată este utilizatorul site-ului web, iar Utilizatorul datelor este WEL.",
    "Đối với Người dùng ở EU, Chính sách quyền riêng tư này tuân thủ Quy định bảo vệ dữ liệu chung (GDPR).": "Pentru utilizatorii din UE, această politică de confidențialitate este în conformitate cu Regulamentul general privind protecția datelor (GDPR).",
    "Chính sách bảo mật của chúng tôi giải thích:": "Politica noastră de confidențialitate explică:",
    "Chúng tôi nhận được thông tin gì": "Ce informații primim?",
    "Cách chúng tôi sử dụng thông tin đó": "Cum folosim aceste informații",
    "Các lựa chọn Chúng tôi cung cấp, bao gồm cách truy cập và cập nhật thông tin": "Opțiunile pe care le oferim, inclusiv modul de accesare și actualizare a informațiilor",
    "Để tạo điều kiện thuận lợi cho việc đọc của Bạn, đây là phác thảo Chính sách Bảo mật của Chúng tôi:": "Pentru a vă facilita lectura, iată o schiță a Politicii noastre de confidențialitate:",
    "Các định nghĩa": "Definiții",
    "Thông tin chúng tôi nhận được và cách sử dụng thông tin đó": "Informațiile pe care le primim și cum sunt utilizate",
    "Các trang web khác": "Alte site-uri",
    "Cookies và các công nghệ tương tự": "Cookie-uri și tehnologii similare",
    "Bảo vệ thông tin cá nhân": "Protejați informațiile personale",
    "Truy cập và Chỉnh sửa Thông tin Cá nhân của Bạn": "Accesarea și corectarea informațiilor dvs. personale",
    "Trẻ em và trẻ vị thành niên": "Copii si adolescenti",
    "Quyền đối với thông tin cá nhân của bạn": "Dreptul la informațiile dumneavoastră personale",
    "Liên hệ với chúng tôi": "Contactaţi-ne",
    "Sự định nghĩa": "Definiție",
    "Thuật ngữ “Dữ liệu cá nhân” và “Thông tin cá nhân” đề cập đến bất kỳ dữ liệu hoặc thông tin nào liên quan trực tiếp hoặc gián tiếp đến một cá nhân, từ đó có thể xác định được danh tính của cá nhân đó một cách trực tiếp hoặc gián tiếp và ở dạng truy cập hoặc xử lý dữ liệu là có thể thực hiện được. Đối với các mục đích của Chính sách này, các từ \"dữ liệu\" và \"thông tin\" có cùng ý nghĩa.": "Termenii „Date cu caracter personal” și „Informații cu caracter personal” se referă la orice date sau informații referitoare direct sau indirect la o persoană din care se poate identifica identitatea persoanei.direct sau indirect și sub forma accesului sau procesării datelor este posibilă. În sensul acestei Politici, cuvintele „date” și „informații” au același înțeles.",
    "Thuật ngữ “ID Người dùng” đề cập đến tên người dùng Bạn sử dụng để xác định Tài khoản Gamekafe của Bạn.": "Termenul „ID utilizator” se referă la numele de utilizator pe care îl utilizați pentru a vă identifica contul Gamekafe.",
    "Các thuật ngữ “Chúng tôi”, “Của chúng tôi”, “Của chúng tôi” và “Chúng tôi”, cũng như tất cả các đại từ ngôi thứ nhất khác, được dùng để chỉ WEL, công ty sở hữu, điều hành và duy trì Trang web và Tài khoản.": "Termenii „Noi”, „Nostru”, „Nostru” și „Noi”, precum și toate celelalte pronume la persoana întâi, sunt utilizați pentru a se referi la WEL, compania deținută și operată și pentru a întreține Site-ul și Contul.",
    "Thuật ngữ “Trang web” được sử dụng để chỉ tất cả các trang web trò chơi và video do Chúng tôi sở hữu, xuất bản hoặc duy trì, các chi nhánh hoặc đối tác kinh doanh của Chúng tôi, bao gồm nhưng không giới hạn ở Tài khoản": "Termenul „Site” este folosit pentru a se referi la toate site-urile web de video și jocuri deținute, publicate sau întreținute de noi, afiliații sau partenerii noștri de afaceri, inclusiv, dar fără a se limita la: în cont",
    "Các thuật ngữ “Bạn”, “Của bạn”, “Người dùng”, cũng như tất cả các đại từ ngôi thứ hai khác, được dùng để chỉ người dùng và\/hoặc người chơi của Trang web và\/hoặc dịch vụ do Chúng tôi cung cấp.": "Termenii „Tu”, „Tu”, „Utilizator”, precum și toate celelalte pronume de persoana a doua, sunt folosiți pentru a se referi la utilizatorii și\/sau jucătorii site-ului web și\/sau serviciile furnizate de aceștia pe care le-am furnizat.",
    "Thuật ngữ “Tài khoản": "Termenul „Cont”",
    "dùng để chỉ một hệ thống đăng nhập do Chúng tôi vận hành và duy trì cho người dùng, người chơi và nhà phát triển.": "se referă la un sistem de conectare operat și întreținut de Noi pentru utilizatori, jucători și dezvoltatori.",
    "Thông tin chúng tôi nhận được về bạn": "Informații pe care le primim despre tine",
    "Thông tin mà Chúng tôi nhận được bao gồm các bộ thông tin: Thông tin của Bạn và thông tin chúng tôi nhận được về Bạn.": "Informațiile pe care le primim includ următoarele seturi de informații: informațiile dvs. și informațiile pe care le primim despre dvs.",
    "Thông tin của Bạn là thông tin được nhập khi Bạn điền vào biểu mẫu trên Trang web của chúng tôi, khi Bạn đăng ký, tức là Tài khoản": "Informațiile dumneavoastră sunt informațiile introduse atunci când completați un formular pe site-ul nostru web, când vă înregistrați, adică un cont",
    "của Bạn. Nó bao gồm tên, địa chỉ email, ngày sinh và giới tính của bạn.": "ta. Acesta include numele, adresa de e-mail, data nașterii și sexul.",
    "Thông tin Chúng tôi nhận được về mối quan tâm của Bạn": "Informații pe care le primim despre preocupările dvs",
    "thông tin phi cá nhân:": "Informații non-personale:",
    "Dữ liệu liên quan đến việc sử dụng Trang web, chẳng hạn như ngày và giờ Bạn truy cập Trang web, địa chỉ trang web hoặc URL Bạn đang truy cập": "Date referitoare la utilizarea site-ului web, cum ar fi data și ora la care ați vizitat site-ul web, adresa site-ului web sau adresa URL pe care o vizitați",
    "Dữ liệu liên quan đến các dịch vụ và hoạt động của Trang web, chẳng hạn như trò chơi Bạn chơi, điểm số Bạn đạt được trong trò chơi được hỗ trợ, thành tích Bạn đã đạt được trong các trò chơi được hỗ trợ và tiến độ trò chơi của Bạn trong các trò chơi được hỗ trợ.": "Date legate de serviciile și operațiunile Site-ului, cum ar fi jocurile pe care le jucați, scorurile pe care le-ați obținut în jocurile acceptate, realizările pe care le-ați obținut în jocurile acceptate și progresul. Nivelul dvs. de joc în jocurile acceptate.",
    "thông tin kỹ thuật, bao gồm:": "Informații tehnice, inclusiv:",
    "địa chỉ IP": "adresa IP",
    "trình duyệt bạn sử dụng": "browserul pe care îl utilizați",
    "hệ điều hành bạn sử dụng": "sistemul de operare pe care îl utilizați",
    "if You are logged in to": "dacă sunteți autentificat la",
    "Account, Your User ID.": "Cont, ID-ul dvs. de utilizator.",
    "(b) Cách chúng tôi sử dụng thông tin chúng tôi nhận được": "(b) Cum folosim informațiile pe care le primim",
    "Bất kỳ thông tin nào chúng tôi nhận được liên quan đến Bạn là để cho phép Chúng tôi cung cấp các dịch vụ tốt hơn cho Bạn. Chúng tôi có thể sử dụng thông tin phi cá nhân và thông tin kỹ thuật để cải thiện thiết kế và nội dung của Trang web của chúng tôi, để cá nhân hóa trải nghiệm của khách truy cập hoặc để cung cấp sản phẩm, chương trình và dịch vụ.": "Orice informații pe care le primim cu privire la dvs. sunt pentru a Ne permite să vă oferim servicii mai bune. Putem folosi informații non-personale și informații tehnice pentru a îmbunătăți designul și conținutul site-ului nostru web, pentru a personaliza experiența vizitatorului sau pentru a oferi produse sau programe și servicii.",
    "Chúng tôi cũng có thể sử dụng thông tin để đảm bảo rằng Người dùng của chúng tôi tuân thủ Điều khoản của chúng tôi. Chúng tôi không giữ lại bất kỳ Thông tin cá nhân nào ngoài thời gian cần thiết.": "De asemenea, putem folosi informațiile pentru a ne asigura că Utilizatorii noștri respectă Termenii noștri. Nu păstrăm nicio Informație cu caracter personal dincolo de timpul necesar.",
    "(c) Thông tin chúng tôi chia sẻ": "(c) Informațiile pe care le distribuim",
    "Chúng tôi không chia sẻ thông tin Tài khoản Gamekafe của Bạn với các công ty, tổ chức và cá nhân bên ngoài Công ty trừ khi xảy ra một trong các trường hợp sau:": "Nu împărtășim informațiile contului dvs. Gamekafe cu companii, organizații și persoane din afara Companiei decât dacă se întâmplă una dintre următoarele:",
    "Với sự đồng ý của bạn": "Cu acordul dumneavoastră",
    "Chúng tôi sẽ chia sẻ thông tin Tài khoản Gamekafe của Bạn với các công ty, tổ chức và cá nhân bên ngoài Công ty khi Chúng tôi được bạn đồng ý làm như vậy. Chúng tôi cũng chia sẻ Thông tin của bạn cho các trò chơi của bên thứ ba sử dụng hệ thống đăng nhập Tài khoản": "Vom partaja informațiile contului dvs. Gamekafe cu companii, organizații și persoane din afara Companiei atunci când vom avea consimțământul dvs. pentru a face acest lucru. De asemenea, împărtășim informațiile dumneavoastră către jocurile terțelor părți care utilizează sistemul de conectare la cont",
    "Chúng tôi yêu cầu sự đồng ý chọn tham gia để chia sẻ bất kỳ Thông tin cá nhân nào.": "Avem nevoie de consimțământul de înscriere pentru a partaja orice Informație cu caracter personal.",
    "Đối với xử lý bên ngoài": "Pentru prelucrare externă",
    "Chúng tôi cung cấp Thông tin cá nhân cho các chi nhánh của Chúng tôi hoặc các doanh nghiệp hoặc người đáng tin cậy khác để xử lý thông tin đó cho Chúng tôi hoặc công ty lưu trữ lưu trữ tất cả Dữ liệu, dựa trên hướng dẫn của Chúng tôi và tuân thủ Chính sách quyền riêng tư của Chúng tôi cũng như bất kỳ quy tắc và quy định có liên quan nào khác với các biện pháp bảo mật và an ninh .": "Oferim informații personale afiliaților Noștri sau altor companii sau persoane de încredere pentru a le procesa pentru Noi sau pentru compania de găzduire care stochează toate Datele, pe baza instrucțiunilor și respectând Politica noastră de confidențialitate și orice alte reguli și reglementări relevante cu măsuri de confidențialitate și securitate.",
    "Vì lý do pháp lý": "Din motive legale",
    "Chúng tôi chia sẻ Thông tin cá nhân với các công ty, tổ chức hoặc cá nhân, bên ngoài Công ty, nếu Chúng tôi có niềm tin hợp lý rằng việc truy cập, sử dụng, bảo toàn hoặc tiết lộ thông tin là cần thiết một cách hợp lý để:": "Împărtășim informații cu caracter personal cu companii, organizații sau persoane, din afara Companiei, dacă avem o convingere rezonabilă că accesul, utilizarea, păstrarea sau dezvăluirea informațiilor este necesară în mod rezonabil pentru:",
    "đáp ứng mọi luật, quy định, quy trình pháp lý hiện hành hoặc yêu cầu có thể thi hành của chính phủ (bao gồm các yêu cầu pháp lý từ các khu vực tài phán bên ngoài Hồng Kông)": "să satisfacă orice lege, reglementare, proces legal sau cerere guvernamentală aplicabilă (inclusiv cereri legale din jurisdicții din afara Hong Kong)",
    "thực thi các Điều khoản dịch vụ hiện hành, bao gồm cả việc điều tra các vi phạm tiềm ẩn, phát hiện, ngăn chặn hoặc giải quyết các vấn đề gian lận, bảo mật hoặc kỹ thuật; hoặc": "să aplice Termenii și condițiile aplicabile, inclusiv investigarea potențialelor încălcări, detectarea, prevenirea sau rezolvarea fraudelor, problemelor de securitate sau tehnice; sau",
    "bảo vệ chống lại tác hại đối với các quyền, tài sản hoặc sự an toàn của Trang web, Người dùng của chúng tôi hoặc công chúng theo yêu cầu hoặc được pháp luật cho phép.": "proteja împotriva vătămării drepturilor, proprietății sau siguranței Site-ului, a Utilizatorilor noștri sau a publicului, așa cum este cerut sau permis de lege.",
    "Nếu Công ty tham gia vào việc sáp nhập, mua lại hoặc bán hoặc định đoạt tài sản, Chúng tôi sẽ tiếp tục nỗ lực hết mình để đảm bảo tính bảo mật của tất cả Thông tin cá nhân mà Chúng tôi đã thu thập và thông báo cho Người dùng bị ảnh hưởng trước khi Thông tin cá nhân được chuyển giao hoặc trở thành đối tượng của một chính sách bảo mật khác nhau.": "Dacă Compania este implicată într-o fuziune, achiziție sau vânzare sau dispoziție de active, vom continua să depunem toate eforturile pentru a asigura securitatea tuturor informațiilor cu caracter personal pe care le-am colectat și comunicat. notificați utilizatorii afectați înainte ca informațiile personale să fie transferate sau să devină subiectul unei alte politici de confidențialitate.",
    "(d) Nơi đặt thông tin của Bạn": "(d) Unde să plasați informațiile dvs",
    "Chúng tôi được thành lập và có trụ sở tại Hồng Kông. Tuy nhiên, hệ thống đăng nhập của chúng tôi được lưu trữ bởi các máy chủ ở Hà Lan. Thông tin cá nhân có thể được Chúng tôi truy cập hoặc chuyển giao cho Chúng tôi ở Hà Lan hoặc cho các chi nhánh, đối tác kinh doanh hoặc nhà cung cấp dịch vụ của Chúng tôi ở những nơi khác trên thế giới. Bằng cách cung cấp cho Chúng tôi thông tin Chúng tôi nhận được về Bạn, Bạn đồng ý với việc chuyển giao đó. Chúng tôi sẽ nỗ lực hết sức để bảo vệ quyền riêng tư và tính bảo mật của thông tin này theo Chính sách quyền riêng tư của chúng tôi, bất kể nó được xử lý hoặc lưu trữ ở đâu.": "Suntem stabiliți și bazați în Hong Kong. Cu toate acestea, sistemul nostru de conectare este găzduit de servere din Țările de Jos. Informațiile personale pot fi accesate sau transferate de Noi către Noi în Țările de Jos sau către afiliații Noștri, partenerii de afaceri sau furnizorii de servicii din alte părți ale lumii. Oferindu-ne informațiile pe care le primim despre dvs., sunteți de acord cu un astfel de transfer. Vom depune toate eforturile pentru a proteja confidențialitatea și securitatea acestor informații în conformitate cu Politica noastră de confidențialitate, indiferent de locul în care sunt procesate sau stocate.",
    "Trang web của chúng tôi và các trang web khác": "Site-ul nostru web și alte site-uri web",
    "(a) Về trang web của chúng tôi": "(a) Despre site-ul nostru",
    "Trang web của chúng tôi sử dụng hệ thống đăng nhập một lần cho phép Bạn kết nối giữa các Trang web, bao gồm trò chơi và tương tác xã hội. Bằng cách này, Chúng tôi có thể cung cấp cho Bạn trải nghiệm được cá nhân hóa trên Trang web.": "Site-ul nostru web folosește un sistem de conectare unică care vă permite să vă conectați între site-uri web, inclusiv jocuri și interacțiuni sociale. În acest fel, Vă putem oferi o experiență personalizată pe Site.",
    "Bạn được nhắc nhở rằng các liên kết có hoặc bao gồm trong Trang web và Dịch vụ của chúng tôi có thể hướng Bạn đến các trang web của bên thứ ba và chúng được tạo và duy trì bởi các doanh nghiệp và nhà phát triển khác không thuộc Công ty, vì vậy điều quan trọng là Bạn phải đọc các điều khoản dịch vụ và chính sách quyền riêng tư của họ vì đây là trách nhiệm của Bạn.": "Vă reamintim că linkurile incluse sau incluse în Site-urile și Serviciile noastre vă pot direcționa către site-uri web ale terților și dacă acestea sunt create și întreținute de alte companii și dezvoltatori aparțin Companiei, de aceea este important să citiți termenii și condițiile acestora. și politica de confidențialitate deoarece aceasta este responsabilitatea dvs.",
    "(b) Đăng nhập vào một trang web khác bằng cách sử dụng": "(b) Conectați-vă la un alt site web folosind",
    "Trong một số trường hợp, Bạn có thể đăng nhập vào các trang web của bên thứ ba bằng cách sử dụng danh tính Tài khoản": "În unele cazuri, este posibil să vă puteți autentifica pe site-uri web terțe utilizând identitatea contului dumneavoastră",
    "Điều này có nghĩa là Bạn có khả năng sử dụng danh tính Tài khoản": "Aceasta înseamnă că aveți posibilitatea de a utiliza identitatea contului",
    "mặc định hoặc tạo danh tính mới để đăng nhập vào trang web của bên thứ ba. Bạn có thể xác định bạn muốn truy cập các trang web của bên thứ ba dưới danh tính nào. Khi Bạn đăng nhập bằng Tài khoản": "implicit sau creați o nouă identitate pentru a vă conecta la un site terță parte. Puteți specifica sub ce identitate doriți să accesați site-urile web ale terților. Când vă conectați cu contul",
    "Xin lưu ý rằng có khả năng các trang web, trò chơi hoặc dịch vụ của bên thứ ba có thể yêu cầu Bạn cung cấp thông tin khác với thông tin trong các trường bạn đã chọn để điền vào.": "Vă rugăm să rețineți că există posibilitatea ca site-urile web, jocurile sau serviciile terțelor părți să vă solicite să furnizați informații care sunt diferite de informațiile din câmpurile pe care ați selectat să le completați.",
    "Nhận dạng tài khoản. Chẳng hạn, Bạn đã điền tên và quốc gia của mình nhưng trang web của bên thứ ba yêu cầu Bạn cung cấp cả biệt danh của Bạn. Thông tin bổ sung được yêu cầu có thể khác nhau tùy theo trang web, trò chơi hoặc dịch vụ của bên thứ ba này sang trang web, trò chơi hoặc dịch vụ khác. Sau khi bạn làm như vậy, thông tin bổ sung được cung cấp sẽ tự động được thêm vào danh tính mà bạn đã truy cập trang web đó. Do đó, tất cả các trang web được liên kết với danh tính đó cũng sẽ được hưởng lợi từ thông tin bổ sung đó. Tuy nhiên, Bạn có thể xem trang web của bên thứ ba nào có quyền truy cập vào thông tin nào mà Bạn đã cung cấp bằng cách vào phần “Trang web” của Trang web của bạn.": "Identificarea contului. De exemplu, ați completat numele și țara dvs., dar un site web terță parte vă solicită să furnizați porecla. Informațiile suplimentare solicitate pot varia de la un site web, un joc sau un serviciu terță parte la un alt site web, joc sau serviciu. După ce faceți acest lucru, informațiile suplimentare furnizate vor fi adăugate automat la identitatea cu care ați vizitat site-ul respectiv. Ca urmare, toate site-urile web asociate cu acea identitate vor beneficia și de acele informații suplimentare. Cu toate acestea, puteți vedea ce site-uri web terțe au acces la informațiile pe care le-ați furnizat accesând secțiunea „Site-uri” a site-ului dumneavoastră.",
    "Nếu Bạn đã có tài khoản trên trang web của bên thứ ba, trang web đó cũng có thể cho phép Bạn kết nối và liên kết nó với Trang web của Bạn.": "Dacă aveți deja un cont pe un site web terță parte, acel site vă poate permite, de asemenea, să vă conectați și să îl asociați cu site-ul dvs.",
    "Tài khoản. Thông tin của bạn sẽ được gửi cho chúng tôi khi bạn sử dụng": "Cont. Informațiile dumneavoastră ne vor fi trimise când le utilizați",
    "Tài khoản để đăng ký hoặc đăng nhập vào trang web của bên thứ ba.": "Cont pentru a vă înregistra sau a vă conecta la un site web terță parte.",
    "(c) Thực hành quyền riêng tư của bên thứ ba": "(c) Practicile de confidențialitate ale terților",
    "Tuyên bố về quyền riêng tư này chỉ đề cập đến việc sử dụng và tiết lộ thông tin của Chúng tôi thông qua tương tác của Bạn với các Trang web và Dịch vụ của Chúng tôi. Các trang web khác có thể truy cập được từ Trang web của chúng tôi có thể có các tuyên bố về quyền riêng tư và các hoạt động thu thập, sử dụng và tiết lộ Thông tin cá nhân của riêng họ. Chẳng hạn, và hoàn toàn là một ví dụ, một số trang web yêu cầu quyền truy cập trên mười tám (18) tuổi.": "Această Declarație de confidențialitate se referă exclusiv la utilizarea și dezvăluirea de către noi a informațiilor prin interacțiunile dvs. cu site-urile și serviciile noastre. Alte site-uri web accesibile de pe site-ul nostru web pot avea propriile declarații de confidențialitate și practici de colectare, utilizare și dezvăluire a informațiilor personale. De exemplu, și doar ca exemplu, unele site-uri web necesită drepturi de acces peste optsprezece (18) ani.",
    "Chúng tôi không chịu trách nhiệm về các chính sách bảo mật, thông lệ hoặc nội dung của các trang web bên thứ ba. Xin lưu ý rằng các thông lệ được mô tả trong Chính sách quyền riêng tư này không áp dụng cho thông tin được thu thập thông qua các trang web khác. Khi Bạn rời khỏi Trang web, các chính sách và thông lệ về quyền riêng tư của trang web khác đó sẽ được áp dụng; Chúng tôi khuyến khích Bạn nên biết về các chính sách và thông lệ về quyền riêng tư đó khi Bạn truy cập các trang web khác đó và gửi thông tin nhận dạng cá nhân. Bạn chịu trách nhiệm xem xét các chính sách và thông lệ về quyền riêng tư của từng và mọi trang web mà Bạn truy cập.": "Nu suntem responsabili pentru politicile de confidențialitate, practicile sau conținutul site-urilor web ale terților. Vă rugăm să rețineți că practicile descrise în această Politică de confidențialitate nu se aplică informațiilor colectate prin alte site-uri web. Când părăsiți site-ul web, se vor aplica politicile și practicile de confidențialitate ale celuilalt site web; Vă încurajăm să fiți la curent cu astfel de politici și practici de confidențialitate atunci când vizitați astfel de alte site-uri web și trimiteți informații de identificare personală. Sunteți responsabil pentru revizuirea politicilor și practicilor de confidențialitate ale fiecărui site web pe care îl vizitați.",
    "Cookie và các công nghệ khác": "Cookie-uri și alte tehnologii",
    "Trang web và Dịch vụ của chúng tôi có thể sử dụng cookie và các công nghệ khác. Bộ sưu tập dữ liệu này được sử dụng để phân tích thống kê về Trang web của chúng tôi cho mục đích phân tích. Những công nghệ này giúp Chúng tôi hiểu rõ hơn về hành vi của người dùng, cho Chúng tôi biết mọi người đã truy cập những phần nào trên Trang web của Chúng tôi, đồng thời tạo điều kiện và đo lường hiệu quả của quảng cáo và tìm kiếm trên web. Chúng tôi coi thông tin được thu thập bởi cookie và các công nghệ khác là thông tin phi cá nhân.": "Site-ul și serviciile noastre pot utiliza cookie-uri și alte tehnologii. Această colectare de date este utilizată pentru analiza statistică a site-ului nostru web în scopuri analitice. Aceste tehnologii ne ajută să înțelegem mai bine comportamentul utilizatorilor, să ne spună ce părți ale site-ului nostru au vizitat oamenii și să faciliteze și să măsoare eficiența publicității și a căutării pe web. Tratăm informațiile colectate de cookie-uri și alte tehnologii ca informații non-personale.",
    "Bất kỳ thông tin nào được chia sẻ hoặc biết với Chúng tôi sẽ không và không thể được sử dụng để xác định danh tính của Bạn vì chúng không cụ thể. Chúng chỉ là dữ liệu toán học hoặc phân tích về khách truy cập của Chúng tôi và việc sử dụng của họ trên Trang web của Chúng tôi. Dữ liệu không đưa ra bất kỳ chi tiết cá nhân nào. Cookie có thể được sử dụng để thu thập dữ liệu internet chung này. Khi được sử dụng, cookie sẽ được tải xuống máy tính của Bạn mà không cần nhắc. Tệp cookie được lưu trữ trên ổ cứng của Bạn, nơi các tệp được chuyển đến. Thông tin này giúp Chúng tôi cải thiện các Trang web và dịch vụ của Chúng tôi cung cấp cho Bạn. Nếu bạn muốn tắt cookie, vui lòng tham khảo các nguyên tắc liên quan của trình duyệt mà Bạn sử dụng và điều chỉnh cài đặt trình duyệt liên quan. Xin lưu ý rằng một số tính năng của Trang web có thể không khả dụng khi cookie bị tắt.": "Orice informații partajate sau cunoscute de noi nu vor și nu pot fi utilizate pentru a vă identifica, deoarece sunt nespecifice. Sunt doar date matematice sau analitice despre vizitatorii noștri și despre utilizarea de către aceștia a site-ului nostru. Datele nu furnizează detalii personale. Cookie-urile pot fi folosite pentru a colecta aceste date generale de internet. Când sunt utilizate, cookie-urile vor fi descărcate pe computerul dvs. fără solicitare. Fișierul cookie este stocat pe hard disk-ul dvs., unde sunt transferate fișierele. Aceste informații ne ajută să îmbunătățim Site-urile și serviciile pe care Ți le oferim. Dacă doriți să dezactivați cookie-urile, vă rugăm să consultați instrucțiunile relevante ale browserului pe care îl utilizați și să ajustați setările relevante ale browserului. Vă rugăm să rețineți că unele caracteristici ale site-ului web pot să nu fie disponibile atunci când cookie-urile sunt dezactivate.",
    "Do các tiêu chuẩn giao tiếp trên mạng, khi Bạn truy cập Trang web, Chúng tôi sẽ tự động nhận được URL của trang web mà Bạn đã đến và trang web mà Bạn sẽ đến khi Bạn rời khỏi Trang web. Chúng tôi cũng nhận được địa chỉ Giao thức mạng (IP), loại trình duyệt và ngôn ngữ, nhà cung cấp dịch vụ Internet (ISP), các trang web và ứng dụng giới thiệu và thoát, hệ điều hành, dấu ngày\/giờ và dữ liệu luồng nhấp chuột.": "Datorită standardelor de comunicare pe internet, atunci când vizitați site-ul web, primim automat adresa URL a site-ului web pe care ați vizitat și site-ul web la care veți merge când părăsiți site-ul web. Obținem, de asemenea, adresa de protocol de rețea (IP), tipul de browser și limba, furnizorul de servicii de internet (ISP), site-uri web și aplicații care fac trimitere și ieșire, sistemul de operare, ștampila datei\/ora și datele din fluxul de clic.",
    "Chúng tôi sử dụng thông tin này để hiểu và phân tích xu hướng, để quản lý trang web, tìm hiểu về hành vi của người dùng trên trang web, để cải thiện Dịch vụ của chúng tôi và để thu thập thông tin nhân khẩu học về toàn bộ cơ sở người dùng của chúng tôi. Chúng tôi có thể sử dụng thông tin này cho mục đích tiếp thị và quảng cáo. Liên kết giữa địa chỉ IP của Bạn và thông tin nhận dạng cá nhân của Bạn không được chia sẻ với bên thứ ba mà không có sự cho phép của Bạn.": "Folosim aceste informații pentru a înțelege și analiza tendințele, pentru a administra site-ul web, pentru a afla despre comportamentul utilizatorilor pe site, pentru a îmbunătăți serviciile noastre și pentru a colecta informații demografice despre întreaga noastră bază de utilizatori. Putem folosi aceste informații în scopuri de marketing și publicitate. Legătura dintre adresa dvs. IP și informațiile dvs. de identificare personală nu este partajată cu terțe părți fără permisiunea dvs.",
    "We take the security of your Personal Information very seriously. We work hard to protect the Website and Our users from unauthorized access, alteration, disclosure or destruction of information within Our control.": "Luăm foarte în serios securitatea informațiilor dumneavoastră personale. Lucrăm din greu pentru a proteja site-ul web și utilizatorii noștri de accesul neautorizat, modificarea, dezvăluirea sau distrugerea informațiilor aflate sub controlul nostru.",
    "Đặc biệt:": "Special:",
    "Chúng tôi mã hóa nhiều dịch vụ của mình bằng Lớp cổng bảo mật (SSL)": "Criptăm multe dintre serviciile noastre folosind Secure Sockets Layer (SSL)",
    "Chúng tôi xem xét các hoạt động thu thập, lưu trữ và xử lý thông tin của mình, bao gồm các biện pháp bảo mật vật lý, để bảo vệ chống truy cập trái phép vào hệ thống.": "Ne revizuim practicile de colectare, stocare și procesare a informațiilor, inclusiv măsurile de securitate fizică, pentru a ne proteja împotriva accesului neautorizat la sisteme.",
    "Chúng tôi hạn chế quyền truy cập vào Thông tin cá nhân đối với nhân viên, nhà thầu và đại lý của Công ty, những người cần biết thông tin đó để xử lý thông tin đó cho Chúng tôi và những người phải tuân theo nghĩa vụ bảo mật theo hợp đồng và có thể bị kỷ luật hoặc chấm dứt hợp đồng nếu họ không đáp ứng các nghĩa vụ này.": "Restricționăm accesul la informațiile personale la angajații, contractorii și agenții Companiei care trebuie să le cunoască pentru a le procesa pentru noi și care sunt supuși obligațiilor noastre confidențialitate contractuală și pot fi supuși măsurilor disciplinare sau rezilierii dacă nu îndeplinesc aceste cerințe. obligatii.",
    "Dữ liệu bạn cung cấp cho chúng tôi sẽ được lưu trữ trên các máy chủ an toàn. Chúng tôi thực hiện tất cả các bước hợp lý để đảm bảo an toàn cho việc truyền dữ liệu theo Chính sách này. Việc truyền dữ liệu qua Internet không bao giờ hoàn toàn an toàn, do đó không thể đảm bảo dữ liệu được gửi hoặc truyền đi bằng điện tử. Do đó, thông tin được cung cấp là rủi ro của riêng bạn.": "Datele pe care ni le furnizați vor fi stocate pe servere securizate. Luăm toate măsurile rezonabile pentru a asigura securitatea transmiterii datelor în conformitate cu această Politică. Transmiterea datelor prin Internet nu este niciodată complet sigură, așa că nu se poate garanta că datele sunt trimise sau transmise electronic. Prin urmare, informațiile furnizate sunt pe propriul risc.",
    "Chúng tôi sử dụng một phương pháp an toàn hợp lý để hủy Thông tin cá nhân.": "Folosim o metodă rezonabil de sigură pentru a distruge informațiile personale.",
    "Truy cập và thay đổi Thông tin cá nhân của bạn": "Accesați și modificați informațiile dvs. personale",
    "Bạn có thể truy cập và thay đổi bất kỳ Thông tin Cá nhân nào mà Bạn đã cung cấp cho Chúng tôi khi đăng ký thông qua": "Puteți accesa și modifica orice Informație Personală pe care Ni le-ați furnizat atunci când vă înregistrați",
    "Trang tài khoản. Đối với một bộ đầy đủ bản sao Thông tin cá nhân mà chúng tôi có về Bạn, nó sẽ được cung cấp miễn phí trong một khoảng thời gian hợp lý và trong mọi trường hợp không quá 14 ngày sau khi Chúng tôi nhận được yêu cầu bằng văn bản từ Bạn. Chúng tôi có thể cần xác minh rằng Bạn thực sự là chủ thể dữ liệu trước khi Chúng tôi có thể tiến hành yêu cầu như vậy.": "Pagina de cont. Pentru un set complet de copii ale Informațiilor personale pe care le deținem despre dvs., acestea vor fi puse la dispoziție gratuit într-o perioadă rezonabilă și, în orice caz, nu mai mult de 14 zile de la primirea cererii în scris de la dvs. Este posibil să fie nevoie să verificăm dacă sunteți într-adevăr persoana vizată înainte de a putea continua cu o astfel de solicitare.",
    "Đôi khi, chúng tôi không thể xử lý yêu cầu thay đổi Thông tin cá nhân của bạn vì lý do kỹ thuật hoặc lý do khác. Chúng tôi sẽ thông báo cho Bạn khi đây là trường hợp. Sau đó, bạn nên xóa hiện tại của mình": "Uneori, este posibil să nu putem procesa cererea dumneavoastră de modificare a informațiilor personale din motive tehnice sau de altă natură. Vă vom anunța când acesta este cazul. Atunci ar trebui să ștergeți curentul",
    "Tài khoản và mở một tài khoản mới.": "Cont și deschide un cont nou.",
    "Xin lưu ý rằng việc chỉnh sửa thông tin từ": "Vă rugăm să rețineți că editarea informațiilor din",
    "Tài khoản, tức là những thay đổi Bạn đã thực hiện đối với bất kỳ thông tin nào, sẽ tự động áp dụng cho tất cả các trang web được liên kết với Tài khoản": "Contul, adică modificările pe care le-ați făcut oricărei informații, se vor aplica automat tuturor site-urilor web asociate Contului.",
    "và danh tính đó.": "și acea identitate.",
    "Chúng tôi hiểu tầm quan trọng của việc thực hiện các biện pháp phòng ngừa bổ sung để bảo vệ quyền riêng tư và sự an toàn của trẻ em khi sử dụng Trang web và Dịch vụ của chúng tôi. Trẻ em dưới 13 tuổi, hoặc độ tuổi tối thiểu tương đương trong phạm vi quyền hạn có liên quan, không được phép tự tạo": "Înțelegem importanța luării unor măsuri de precauție suplimentare pentru a proteja confidențialitatea și siguranța copiilor atunci când utilizați site-ul și serviciile noastre. Copiii cu vârsta sub 13 ani sau vârsta minimă echivalentă în jurisdicția relevantă nu au voie să-și creeze propriile lor",
    "tài khoản, trừ khi cha mẹ hoặc người giám hộ hợp pháp của họ cung cấp sự đồng ý có thể kiểm chứng.": "cont, cu excepția cazului în care părintele sau tutorele lor legal oferă consimțământul verificabil.",
    "Nếu Chúng tôi biết rằng Chúng tôi đã thu thập Thông tin Cá nhân của trẻ dưới 13 tuổi hoặc độ tuổi tối thiểu tương đương tùy thuộc vào khu vực tài phán mà không có sự đồng ý của cha mẹ hoặc người giám hộ hợp pháp của trẻ, Chúng tôi sẽ thực hiện các bước để xóa thông tin đó ngay khi có thể.": "Dacă aflăm că am colectat informații personale de la un copil cu vârsta sub 13 ani sau vârsta minimă echivalentă, în funcție de jurisdicție, fără consimțământul părintelui sau al tutorelui legal al copilului, vom lua măsuri pentru a șterge astfel de informații cât mai curând posibil. .",
    "Nếu Người dùng là trẻ vị thành niên, tức là dưới 18 tuổi, cha mẹ hoặc người giám hộ hợp pháp của họ có thể yêu cầu quyền truy cập, thay đổi hoặc xóa Thông tin Cá nhân mà Chúng tôi có hoặc từ chối cho phép tiếp nhận hoặc sử dụng thông tin bằng một lá thư gửi cho Chúng tôi tại": "Dacă Utilizatorul este minor, adică sub vârsta de 18 ani, părintele sau tutorele legal poate solicita permisiunea de a accesa, modifica sau șterge informațiile personale pe care le deținem sau refuzăm să ne consimțăm, să primim sau să folosim informații prin intermediul unei scrisori adresate la noi la",
    "Để bảo vệ quyền riêng tư và bảo mật của Người dùng, các bước hợp lý sẽ được thực hiện để xác minh danh tính của cha mẹ hoặc người giám hộ hợp pháp trước khi cấp quyền truy cập vào Thông tin cá nhân. Do đó, điều rất quan trọng là phải bao gồm, trong thư của Bạn, địa chỉ email của Bạn cũng như số điện thoại mà chúng tôi có thể liên lạc với bạn.": "Pentru a proteja confidențialitatea și securitatea Utilizatorului, se vor lua măsuri rezonabile pentru a verifica identitatea unui părinte sau a unui tutore legal înainte de a acorda acces la Informațiile personale. Prin urmare, este foarte important să includeți, în scrisoarea dvs., adresa dvs. de e-mail, precum și un număr de telefon la care vă putem contacta.",
    "Đối với tất cả Người dùng, vì Chúng tôi áp dụng luật của Hồng Kông, Pháp lệnh Dữ liệu Cá nhân (Quyền riêng tư), Cap. 486, cung cấp cho Bạn một số quyền nhất định đối với Thông tin Cá nhân của Bạn, chẳng hạn như quyền truy cập, thay đổi và xóa dữ liệu Bạn đã cung cấp cho Chúng tôi. Nếu Bạn thay đổi bất kỳ thông tin nào của Bạn, Chúng tôi có thể giữ một bản sao thông tin mà Bạn đã cung cấp cho Chúng tôi ban đầu trong kho lưu trữ của Chúng tôi để sử dụng trong Chính sách này. Thông tin của bạn sẽ bị xóa theo yêu cầu của bạn bất cứ lúc nào bằng cách liên hệ với chúng tôi.": "Pentru toți utilizatorii, deoarece aplicăm legile din Hong Kong, Ordonanța privind datele personale (confidențialitate), Cap. 486, Vă oferă anumite drepturi cu privire la Informațiile dumneavoastră personale, cum ar fi dreptul de a accesa, modifica și șterge datele pe care ni le-ați furnizat. Dacă modificați oricare dintre informațiile Dvs., putem păstra o copie a informațiilor pe care ni le-ați furnizat inițial în arhivele noastre pentru a fi utilizate în această Politică. Informațiile dumneavoastră vor fi șterse la cererea dumneavoastră în orice moment, contactându-ne.",
    "Đối với Người dùng ở EU, Chính sách quyền riêng tư của chúng tôi hoàn toàn tuân thủ Quy định bảo vệ dữ liệu chung (GDPR), cụ thể là:": "Pentru utilizatorii din UE, Politica noastră de confidențialitate este pe deplin conformă cu Regulamentul general privind protecția datelor (GDPR), și anume:",
    "Bạn được thông báo về tất cả các loại Thông tin Cá nhân mà Chúng tôi nắm giữ, nguồn gốc của thông tin đó, Chúng tôi chia sẻ thông tin đó với ai, Chúng tôi làm gì với thông tin đó và Chúng tôi sẽ lưu giữ thông tin đó trong bao lâu": "Sunteți informat cu privire la toate tipurile de informații personale pe care le deținem, de unde provin, cu cine le partajăm, ce facem cu ele și unde le vom păstra. Cât timp sunt acele informații?",
    "Chúng tôi đã giải thích những nơi Chúng tôi lưu giữ Thông tin Cá nhân và cách dữ liệu lưu chuyển giữa chúng": "Am explicat unde păstrăm informațiile personale și cum circulă acestea între ele",
    "Chúng tôi có Chính sách quyền riêng tư có thể truy cập công khai, phác thảo tất cả các quy trình liên quan đến Dữ liệu cá nhân": "Avem o Politică de confidențialitate accesibilă publicului care descrie toate procesele referitoare la Datele cu caracter personal",
    "Chúng tôi đã cung cấp cơ sở hợp pháp để giải thích lý do tại sao Chúng tôi cần xử lý Thông tin cá nhân": "Am furnizat un temei legal pentru motivul pentru care trebuie să procesăm informații personale",
    "Chúng tôi đã chỉ định một Nhân viên bảo vệ dữ liệu (DPO) mà Bạn có thể liên hệ bằng cách gửi email đến địa chỉ được cung cấp trong phần “Liên hệ với chúng tôi”": "Am desemnat un responsabil cu protecția datelor (DPO) pe care îl puteți contacta prin e-mail la adresa furnizată în secțiunea „Contactați-ne”.",
    "Những người ra quyết định của chúng tôi hoàn toàn nhận thức được các nguyên tắc GDPR": "Factorii noștri de decizie sunt pe deplin conștienți de principiile GDPR",
    "Bảo mật kỹ thuật của chúng tôi được cập nhật": "Securitatea noastră tehnică este la zi",
    "Tất cả nhân viên của chúng tôi đều nhận thức được việc bảo vệ dữ liệu": "Toți angajații noștri sunt conștienți de protecția datelor",
    "Chúng tôi sẽ báo cáo vi phạm Dữ liệu cá nhân trong vòng 72 giờ cho chính quyền địa phương": "Vom raporta o încălcare a datelor cu caracter personal în termen de 72 de ore autorităților locale",
    "Chúng tôi có hợp đồng với tất cả các bộ xử lý dữ liệu mà Chúng tôi chia sẻ dữ liệu với": "Avem contracte cu toți procesatorii de date cu care împărtășim date",
    "Bạn có thể dễ dàng truy cập và cập nhật Thông tin cá nhân của mình": "Vă puteți accesa și actualiza cu ușurință informațiile personale",
    "Chúng tôi tự động xóa dữ liệu mà Chúng tôi không còn sử dụng nữa": "Ștergem automat datele pe care nu le mai folosim",
    "Bạn có thể dễ dàng yêu cầu Chúng tôi xóa hoặc ngừng xử lý Dữ liệu Cá nhân của Bạn": "Ne puteți cere cu ușurință să ștergem sau să oprim prelucrarea datelor dvs. personale",
    "Khi có liên quan đến Dữ liệu Cá nhân của trẻ em, Chúng tôi thực hiện các bước hợp lý để xác minh tuổi của chúng và xin phép cha mẹ hoặc người giám hộ hợp pháp của chúng và": "Când vine vorba de datele personale ale copiilor, luăm măsuri rezonabile pentru a le verifica vârsta și pentru a obține permisiunea părintelui sau a tutorelui legal și",
    "Chúng tôi thường xuyên xem xét các chính sách để biết các thay đổi, tính hiệu quả, các thay đổi trong cách xử lý dữ liệu và các thay đổi đối với tình trạng công việc của các quốc gia khác mà dữ liệu chuyển đến.": "Examinăm în mod regulat politicile pentru modificări, eficacitate, modificări ale modului în care sunt gestionate datele și modificări ale statutului comercial al altor țări în care se mută datele.",
    "Nếu Bạn có bất kỳ câu hỏi, thắc mắc, nhận xét hoặc yêu cầu nào, Chúng tôi rất sẵn lòng tiếp nhận và trả lời chúng. Xin vui lòng liên hệ với chúng tôi bằng cách gửi email tại": "Dacă aveți întrebări, nelămuriri, comentarii sau solicitări, suntem mai mult decât bucuroși să le primim și să le răspundem. Vă rugăm să ne contactați prin e-mail la",
    "Tìm kiếm": "Căutare",
    "Tùy chọn tìm kiếm nâng cao": "Opțiuni de căutare avansată",
    "Tất cả các thể loại": "Toate genurile",
    "Tất cả các nhãn": "Toate etichetele",
    "Bộ sưu tập trò chơi của bạn": "Colecția ta de jocuri",
    "Tất cả các game trong bộ sự tập của bạn ": "Toate jocurile din colecția ta",
    "Thẻ": "Card",
    "Xem tất cả thẻ gắn": "Vedeți toate etichetele",
    "Game trực tuyến miễn phí hàng đầu được gắn thẻ": "Top jocuri online gratuite etichetate",
    "Chơi game": "Jocuri",
    "trên": "de mai sus",
    "Thay đổi mật khẩu": "Schimbați parola",
    "Lưu": "Salvați",
    "Hồ sơ của tôi": "profilul meu",
    "Ảnh đại diện": "Avatar",
    "Số điện thoại": "Număr de telefon",
    "Địa chỉ": "Abordare",
    "Tuổi": "De ani",
    "Other": "Alte",
    "Shooter": "Shooter",
    "Action": "Acțiune",
    "Rpg": "Rpg",
    "Visual": "Vizual",
    "Puzzle": "Puzzle",
    "Simulation": "Simulare",
    "Adventure": "Aventură",
    "Platformer": "Platformer"
}
