{
    "Tên không được để trống": "ชื่อต้องไม่เว้นว่าง",
    "Tên không được vượt quá 255 kí tự": "ชื่อต้องมีความยาวไม่เกิน 255 อักขระ",
    "Hòm thư không được để trống": "กล่องขาเข้าต้องไม่ว่างเปล่า",
    "Hòm thư không đúng định dạng": "กล่องจดหมายไม่อยู่ในรูปแบบที่ถูกต้อง",
    "Hòm thư không được vượt quá 255 kí tự": "กล่องจดหมายต้องไม่เกิน 255 อักขระ",
    "Hòm thư đã tồn tại": "กล่องจดหมายมีอยู่แล้ว",
    "Mật khẩu không được để trống": "รหัสผ่านต้องไม่เว้นว่าง",
    "Mật khẩu không đúng định dạng": "รหัสผ่านไม่อยู่ในรูปแบบที่ถูกต้อง",
    "Mật khẩu tối thiểu trên 8 kí tự": "รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร",
    "Mật khẩu không vượt quá 64 kí tự": "รหัสผ่านต้องไม่เกิน 64 ตัวอักษร",
    "Xác nhận mật khẩu không trùng khớp": "ยืนยันรหัสผ่านไม่ตรงกัน",
    "Thông tin của bạn không được tìm thấy": "ไม่พบข้อมูลของคุณ",
    ":attribute không được để trống": ":attribute ไม่สามารถเว้นว่างได้",
    ":attribute đã tồn tại": ":attribute มีอยู่แล้ว",
    "Tên": "ชื่อ",
    "Tiêu đề": "ชื่อ",
    "Giới tính": "เพศ",
    "Bạn quên mật khẩu ? Đừng quá lo lắng. Hãy cho chúng tôi biết hòm thư của bạn. Chúng tôi sẽ gửi thư hướng dẫn cho bạn": "ลืมรหัสผ่านหรือไม่? ไม่ต้องกังวล แจ้งให้เราทราบกล่องจดหมายของคุณ เราจะส่งอีเมลคำแนะนำถึงคุณ",
    "Cài lại mật khẩu": "รีเซ็ตรหัสผ่าน",
    "Gửi lại thư xác thực": "ส่งอีเมลยืนยันอีกครั้ง",
    "Đăng nhập": "เข้าสู่ระบบ",
    "Hòm thư": "ตู้จดหมาย",
    "Mật khẩu": "รหัสผ่าน",
    "Đăng nhập với": "เข้าสู่ระบบด้วย",
    "Quên mật khẩu": "ลืมรหัสผ่าน",
    "Bạn chưa có tài khoản ?": "ไม่มีบัญชี ?",
    "Bạn có tài khoản ?": "คุณมีบัญชี ?",
    "Đăng ký": "ลงทะเบียน",
    "Xác nhận mật khẩu": "ยืนยันรหัสผ่าน",
    "Vui lòng nhập mật khẩu mới và tiếp tục hành trình với chúng tôi!": "กรุณาใส่รหัสผ่านใหม่และเดินทางต่อไปกับเรา!",
    "Mật khẩu của bạn đã được thay đổi. Vui lòng đăng nhập với mật khẩu mới để tiếp tục trải nghiệm những trò chơi mà bạn yêu thích. Trang sẽ tự động chuyển hướng sau ": "รหัสผ่านของคุณถูกเปลี่ยน โปรดเข้าสู่ระบบด้วยรหัสผ่านใหม่ของคุณเพื่อสัมผัสกับเกมที่คุณชื่นชอบต่อไป หน้าจะเปลี่ยนเส้นทางโดยอัตโนมัติหลังจาก",
    "Thư cài lại mật khẩu đã được gửi hòm thư của bạn. Vui lòng kiểm tra vào thời gian sớm nhất để không bảo lỡ tiếp tục trải nghiệm những trò chơi của chúng tôi.": "อีเมลรีเซ็ตรหัสผ่านถูกส่งไปยังกล่องจดหมายของคุณแล้ว โปรดตรวจสอบโดยเร็วที่สุดเพื่อไม่ให้พลาดประสบการณ์การเล่นเกมของเราต่อไป",
    "Chúc mừng bạn đã hoàn thành! Hãy tận hưởng thế giới trò chơi của chúng tôi ngay nhé. Trang sẽ tự động chuyển hướng sau ": "ขอแสดงความยินดีกับความสำเร็จของคุณ! สนุกกับโลกของเกมของเราตอนนี้ หน้าจะเปลี่ยนเส้นทางโดยอัตโนมัติหลังจาก",
    "Cám ơn vì đã tham gia cộng đồng của chúng tôi. Trước khi tiếp tục trải nghiệm, hãy kiểm tra hòm thử của bạn để xác thực thông tin mà bạn đã cung cấp. Nếu không nhận được thư hãy ấn vào nút phía bên dưới để chúng tôi có thể gửi lại mẫu thư cho bạn": "ขอบคุณที่เข้าร่วมชุมชนของเรา ก่อนดำเนินการทดสอบต่อ ให้ทำเครื่องหมายในช่องทดสอบของคุณเพื่อตรวจสอบข้อมูลที่คุณได้ให้ไว้ หากคุณไม่ได้รับจดหมาย โปรดคลิกปุ่มด้านล่างเพื่อให้เราส่งแบบฟอร์มจดหมายให้คุณอีกครั้ง",
    "Thư mới đã gửi đến hòm thư của bạn. Vui lòng kiểm tra lại!": "จดหมายใหม่ถูกส่งไปยังกล่องจดหมายของคุณแล้ว โปรดตรวจสอบอีกครั้ง!",
    "Unauthorized": "ไม่ได้รับอนุญาต",
    "Payment Required": "ต้องชำระเงิน",
    "Forbidden": "ต้องห้าม",
    "Not Found": "ไม่พบ",
    "Page Expired": "หน้าหมดอายุ",
    "Too Many Requests": "คำขอมากเกินไป",
    "Server Error": "เซิร์ฟเวอร์ผิดพลาด",
    "Service Unavailable": "ไม่สามารถให้บริการได้",
    "Chơi trò chơi miễn phí trên": "เล่นเกมฟรีบน",
    "Các game hai người chơi và game trang điểm hàng đầu. Tuy nhiên, game mô phỏng và game nấu ăn cũng rất phổ biến trong các người chơi. Gamekafe cũng hoạt động trên các thiết bị di động và có nhiều game cảm ứng cho điện thoại. Ghé thăm Gamekafe và gia nhập với cộng đồng người chơi ngay.": "เกมยอดนิยมสำหรับผู้เล่นสองคนและเกมแปลงโฉม อย่างไรก็ตาม เกมจำลองสถานการณ์และเกมทำอาหารก็เป็นที่นิยมในหมู่ผู้เล่นเช่นกัน Gamekafe ยังทำงานบนอุปกรณ์พกพาและมีเกมแบบสัมผัสมากมายสำหรับโทรศัพท์ เยี่ยมชม Gamekafe และเข้าร่วมชุมชนผู้เล่นทันที",
    "chơi trò chơi miễn phí": "เล่นเกมได้ฟรี",
    "chơi trò chơi trực tuyến": "เล่นเกมออนไลน์",
    "Các trò chơi Trực tuyến Miễn phí tại": "เกมส์ออนไลน์ฟรีที่",
    "Các game hai người chơi và game trang điểm hàng đầu. Tuy nhiên, game mô phỏng và game nấu ăn cũng rất phổ biến trong các người chơi.": "เกมยอดนิยมสำหรับผู้เล่นสองคนและเกมแปลงโฉม อย่างไรก็ตาม เกมจำลองสถานการณ์และเกมทำอาหารก็เป็นที่นิยมในหมู่ผู้เล่นเช่นกัน",
    "Tìm kiếm trò chơi": "เกมส์ค้นหา",
    "Game Mới": "เกมส์ใหม่",
    "trong tháng": "ในเดือน",
    "Game Phổ Biến": "เกมส์ยอดนิยม",
    "được quan tâm": "สนใจ",
    "Hồ sơ": "ประวัติโดยย่อ",
    "Thông tin": "ข้อมูล",
    "Đăng xuất": "ออกจากระบบ",
    "Lựa chọn ngôn ngữ": "การเลือกภาษา",
    "là gì?": "นั่นคืออะไร?",
    "Bạn có biết": "คุณรู้หรือไม่",
    "đang cung cấp các game và câu đố trực tuyến từ năm 2006?": "ให้บริการเกมออนไลน์และแบบทดสอบตั้งแต่ปี 2549?",
    "Đã hơn 15 năm thú vị của": "เป็นเวลากว่า 15 ปีที่น่าตื่นเต้นของ",
    "Cảm ơn bạn đã là một phần của cộng đồng": "ขอบคุณที่เป็นส่วนหนึ่งของชุมชน",
    "là một đơn vị phát hành và phát triển game": "เป็นผู้เผยแพร่และพัฒนาเกม",
    "Nền tảng của": "ฐานของ",
    "là mạng xã hội với 30 triệu người chơi và đang không ngừng phát triển.": "เป็นเครือข่ายโซเชียลที่มีผู้เล่น 30 ล้านคนและเติบโตอย่างต่อเนื่อง",
    "Danh mục giải trí phát triển hàng ngày": "หมวดหมู่ความบันเทิงเติบโตขึ้นทุกวัน",
    "Trò chơi mới": "เกมส์ใหม่",
    "được phát hành từng ngày.": "ปล่อยออกมาทุกวัน",
    "Vì": "เพราะ",
    "có một lịch sử lâu dài, chúng tôi đã ghi lại các hiện tượng xã hội trên các trình duyệt game. Nội dung này là một phương tiện nghệ thuật quan trọng và có thể có thể lý giải cái gì người ta thích trong những giai đoạn khác nhau.": "มีประวัติอันยาวนาน เราได้บันทึกปรากฏการณ์ทางสังคมบนเบราว์เซอร์เกม เนื้อหานี้เป็นสื่อทางศิลปะที่สำคัญและอาจอธิบายได้ว่าผู้คนชอบอะไรในยุคต่างๆ",
    "Thể loại game": "ประเภทเกม",
    "Trước đây,": "ก่อน,",
    "nổi tiếng với các dòng game như arcade và games cổ điển khi": "มีชื่อเสียงจากเกมอาร์เคดและเกมคลาสสิกเมื่อ",
    "Đáng chú ý là,": "โดยเฉพาะอย่างยิ่ง",
    "một người chơi": "ผู้เล่นคนหนึ่ง",
    "đã trở thành game trình duyệt nổi tiếng cùng với": "ได้กลายเป็นเกมเบราว์เซอร์ที่ได้รับความนิยมตามไปด้วย",
    "trò chơi 2d": "เกม 2 มิติ",
    "Một phần trò chơi quan trọng cuối cùng là": "ส่วนสำคัญสุดท้ายของเกมคือ",
    "nhiều người chơi": "ผู้เล่นหลายคน",
    "chơi danh mục mở rộng của game mạng xã hội hỗ trợ mạng": "เล่นแคตตาล็อกเกมโซเชียลเน็ตเวิร์กที่เปิดใช้งานเครือข่ายมากมาย",
    "Công nghệ": "เทคโนโลยี",
    "là ngôi nhà cho mọi game thủ trên bất kỳ thiết bị nào.": "คือบ้านสำหรับเกมเมอร์ทุกคนบนทุกอุปกรณ์",
    "Chơi": "เล่น",
    "trò chơi dưới dạng điểm ảnh": "เกมในรูปแบบของพิกเซล",
    "hoặc tải đồ họa 3D phong phú trên máy tính bằng cách chơi": "หรือรับกราฟิก 3 มิติที่สมบูรณ์บนคอมพิวเตอร์ของคุณโดยการเล่น",
    "trò chơi cổ điển": "เกมคลาสสิค",
    "Mặt khác, nếu bạn chỉ thích chơi trò chơi 2D thông thường, thì": "ในทางกลับกัน ถ้าคุณชอบเล่นเกม 2D ธรรมดาๆ ล่ะก็",
    "trò chơi": "เกม",
    "sẽ phù hợp với bạn. Nếu bạn muốn tiếp cận với công nghệ mới, hãy truy cập kho lưu trữ": "จะเหมาะกับคุณ หากคุณต้องการเข้าถึงเทคโนโลยีใหม่ โปรดไปที่ไฟล์เก็บถาวร",
    "để chơi các trò chơi chưa hề có ở những nơi khác.": "เพื่อเล่นเกมที่ไม่เหมือนใคร",
    "Cuối cùng, đừng quên đăng ký": "สุดท้ายอย่าลืมสมัครสมาชิก",
    "tài khoản": "บัญชี",
    "Đây là mạng xã hội cộng đồng hỗ trợ người chơi.": "นี่คือเครือข่ายโซเชียลชุมชนที่สนับสนุนผู้เล่น",
    "Đã đăng ký bản quyền.": "จดทะเบียนลิขสิทธิ์แล้ว",
    "Game mới": "เกมส์ใหม่",
    "Phổ biến nhất": "ที่นิยมมากที่สุด",
    "Cập nhật": "อัปเดต",
    "Theo dõi chúng tôi": "ตามเรามา",
    "Chúng tôi sử dụng cookie để đề xuất nội dung và phân tích lưu lượng truy cập và quảng cáo. Khi sử dụng trang web này, bạn đồng ý với": "เราใช้คุกกี้เพื่อแนะนำเนื้อหาและวิเคราะห์การเข้าชมและการโฆษณา การใช้เว็บไซต์นี้แสดงว่าคุณตกลง",
    "Chính sách bảo mật": "นโยบายความเป็นส่วนตัว",
    "và": "และ",
    "Chính sách Cookie": "นโยบายคุกกี้",
    "Đã hiểu": "เข้าใจ",
    "Game chơi nhiều nhất": "เกมที่เล่นมากที่สุด",
    "TẤT CẢ CÁC THỂ LOẠI GAME MIỄN PHÍ.": "เกมทั้งหมดฟรี",
    "Bạn đang tìm kiếm một thể loại trò chơi nhất định? Kiểm tra danh sách mở rộng các loại trò chơi tại": "คุณกำลังมองหาเกมประเภทใดประเภทหนึ่งอยู่หรือไม่? ตรวจสอบรายชื่อประเภทเกมมากมายได้ที่",
    "Chúng tôi đã gắn nhãn các trò chơi bằng cách sử dụng các tag và danh mục trong hơn một thập kỷ qua. Trang này liệt kê hàng trăm tag khác nhau đại diện cho toàn bộ các bộ sưu tập trò chơi có thể chơi trên trình duyệt.": "เราติดป้ายกำกับเกมโดยใช้แท็กและหมวดหมู่มานานกว่าทศวรรษ หน้านี้แสดงรายการแท็กที่แตกต่างกันหลายร้อยรายการซึ่งแสดงถึงคอลเลกชันทั้งหมดของเกมที่เล่นได้บนเบราว์เซอร์",
    "Tất cả": "ทั้งหมด",
    "thẻ gắn để tìm game miễn phí về giấc mơ của bạn": "แท็กเพื่อค้นหาเกมฟรีในฝันของคุณ",
    "Trò chơi": "เกม",
    "Chơi trực tuyến tại": "เล่นออนไลน์ได้ที่",
    "Thể loại": "หมวดหมู่",
    "Game trực tuyến miễn phí hàng đầu gắn thẻ": "ติดแท็กเกมออนไลน์ฟรียอดนิยม",
    "Các thẻ liên quan tới": "แท็กที่เกี่ยวข้องกับ",
    "Tham gia chiến game cùng với ": "ร่วมเล่นเกมส์กับ",
    "Hiển thị tất cả": "แสดงทั้งหมด",
    "Sắp xếp theo:": "จัดเรียงตาม:",
    "Độ phổ biến": "ความนิยม",
    "Đánh giá": "ประเมิน",
    "Ngày": "วัน",
    "Chính sách cookie": "นโยบายคุกกี้",
    "Có hiệu lực vào ngày 25 tháng 5 năm 2018": "มีผลวันที่ 25 พฤษภาคม 2018",
    "Định nghĩa thuật ngữ": "คำจำกัดความของคำศัพท์",
    "Cookie là gì?": "คุกกี้คืออะไร?",
    "Chúng tôi sử dụng cookie để làm gì?": "เราใช้คุกกี้เพื่ออะไร",
    "Làm cách nào để kiểm soát hoặc tắt cookie?": "ฉันจะควบคุมหรือปิดใช้งานคุกกี้ได้อย่างไร",
    "Chúng tôi sử dụng những loại cookie nào?": "เราใช้คุกกี้ประเภทใด",
    "Các loại cookie mà chúng tôi hiện đang sử dụng": "ประเภทของคุกกี้ที่เราใช้อยู่ในปัจจุบัน",
    "Cookie của bên thứ ba": "คุกกี้ของบุคคลที่สาม",
    "Các thuật ngữ “Chúng tôi”, “Của chúng tôi”, “Của chúng tôi” và “Chúng tôi”, cũng như tất cả các đại từ ngôi thứ nhất khác, được dùng để chỉ Web Entertainment Limited (“WEL”), công ty sở hữu, điều hành và duy trì Trang web và": "คำว่า “เรา”, “ของเรา”, “ของเรา” และ “เรา” ตลอดจนสรรพนามบุรุษที่หนึ่งอื่นๆ ทั้งหมด ใช้เพื่ออ้างถึง Web Entertainment Limited (“WEL”) บริษัทที่เป็นเจ้าของ ดำเนินการ และดูแลเว็บไซต์ และ",
    "Tài khoản": "บัญชี",
    "Thuật ngữ “Trang web” được sử dụng để chỉ tất cả các trang web do Chúng tôi sở hữu, xuất bản hoặc duy trì, các chi nhánh hoặc đối tác kinh doanh của Chúng tôi, bao gồm nhưng không giới hạn ở": "คำว่า 'ไซต์' ใช้เพื่ออ้างถึงเว็บไซต์ทั้งหมดที่เราเป็นเจ้าของ เผยแพร่ หรือดูแลโดยบริษัทในเครือหรือพันธมิตรทางธุรกิจของเรา รวมถึงแต่ไม่จำกัดเพียง",
    "Các thuật ngữ “Bạn”, “Của bạn”, “Người dùng”, cũng như tất cả các đại từ ngôi thứ hai khác, được dùng để chỉ người dùng Trang web và hoặc dịch vụ do Chúng tôi cung cấp.": "คำว่า “คุณ”, “ของคุณ”, “ผู้ใช้” ตลอดจนสรรพนามบุรุษที่สองอื่นๆ ทั้งหมด ใช้เพื่ออ้างถึงผู้ใช้เว็บไซต์และ หรือบริการที่เราจัดหาให้",
    "Thuật ngữ": "ข้อกำหนด",
    "Tài khoản” là hệ thống đăng nhập do Chúng tôi vận hành và duy trì cho người dùng, người chơi và nhà phát triển.": "บัญชี” คือระบบเข้าสู่ระบบที่ดำเนินการและดูแลโดยเราสำหรับผู้ใช้ ผู้เล่น และนักพัฒนา",
    "Cookie là các tệp hoặc mẩu dữ liệu nhỏ mà Chúng tôi lưu trữ trên máy tính, điện thoại di động hoặc các thiết bị hỗ trợ internet khác của Bạn khi Bạn truy cập Trang web của Chúng tôi. Việc sử dụng cookie nhằm mục đích giúp Trang web của chúng tôi sử dụng dễ dàng hơn và cung cấp cho bạn trải nghiệm Web được cá nhân hóa.": "คุกกี้คือไฟล์หรือข้อมูลชิ้นเล็กๆ ที่เราจัดเก็บไว้ในคอมพิวเตอร์ โทรศัพท์มือถือ หรืออุปกรณ์อื่นๆ ที่เปิดใช้งานอินเทอร์เน็ตเมื่อคุณเยี่ยมชมเว็บไซต์ของเรา การใช้คุกกี้มีวัตถุประสงค์เพื่อทำให้เว็บไซต์ของเราใช้งานได้ง่ายขึ้นและมอบประสบการณ์การใช้งานเว็บที่เป็นส่วนตัวแก่คุณ",
    "Những cookie thường chứa là kết quả của thông tin cá nhân do chính Bạn nhập vào một trang web. Thông thường, khi cookie lưu trữ thông tin cá nhân, thông tin này được mã hóa theo cách mà bất kỳ bên thứ ba nào tình cờ truy cập vào thư mục cookie của Bạn đều không thể đọc được.": "คุกกี้เหล่านี้มักประกอบด้วยผลลัพธ์ของข้อมูลส่วนบุคคลที่คุณป้อนบนเว็บไซต์ โดยปกติ เมื่อคุกกี้เก็บข้อมูลส่วนตัว ข้อมูลนี้จะถูกเข้ารหัสในลักษณะที่บุคคลที่สามที่สะดุดกับโฟลเดอร์คุกกี้ของคุณไม่สามารถอ่านได้",
    "Cookie là một mẩu dữ liệu nhỏ được gửi từ các trang web của Chúng tôi và được trình duyệt web của Bạn lưu trữ trên máy tính của Bạn trong khi Bạn đang duyệt.": "คุกกี้คือข้อมูลขนาดเล็กที่ส่งจากเว็บไซต์ของเราและจัดเก็บโดยเว็บเบราว์เซอร์ของคุณบนคอมพิวเตอร์ของคุณในขณะที่คุณกำลังเรียกดู",
    "Về mặt kỹ thuật nó hoạt động như thế nào?": "ทางเทคนิคมันทำงานอย่างไร?",
    "Khi được sử dụng, cookie sẽ được tải xuống máy tính của Bạn. Các tệp cookie được lưu trữ trên hoặc chuyển sang ổ cứng của Bạn.": "เมื่อใช้ คุกกี้จะถูกดาวน์โหลดไปยังคอมพิวเตอร์ของคุณ ไฟล์คุกกี้จะถูกจัดเก็บหรือถ่ายโอนไปยังฮาร์ดไดรฟ์ของคุณ",
    "Trang web và Dịch vụ của chúng tôi có thể sử dụng cookie. Cookie cho phép Chúng tôi cá nhân hóa trải nghiệm của Bạn trên các trang web của Chúng tôi, cho chúng tôi biết mọi người đã truy cập những phần nào trên Trang web của chúng tôi, giúp Chúng tôi đo lường hiệu quả của quảng cáo và tìm kiếm trên web, đồng thời cung cấp cho Chúng tôi thông tin chi tiết về hành vi của người dùng để Chúng tôi có thể cải thiện Trang web và Dịch vụ của mình. Dữ liệu này không đưa ra bất kỳ chi tiết cá nhân nào. Việc thu thập dữ liệu này được sử dụng để phân tích thống kê về Trang web của chúng tôi để chúng tôi sử dụng.": "เว็บไซต์และบริการของเราอาจใช้คุกกี้ คุกกี้ช่วยให้เราสามารถปรับแต่งประสบการณ์ของคุณบนเว็บไซต์ของเรา บอกเราว่าส่วนใดของเว็บไซต์ของเราที่ผู้คนเคยเยี่ยมชม ช่วยเราวัดประสิทธิภาพของการโฆษณาและค้นหาเว็บของเรา และให้ข้อมูลโดยละเอียดเกี่ยวกับพฤติกรรมของผู้ใช้เพื่อให้เราสามารถปรับปรุงเว็บไซต์ของเรา และบริการ. ข้อมูลนี้ไม่ได้ให้รายละเอียดส่วนบุคคลใด ๆ การรวบรวมข้อมูลนี้ใช้สำหรับการวิเคราะห์ทางสถิติของเว็บไซต์ของเราสำหรับการใช้งานของเรา",
    "Bạn có thể tắt hoặc xóa cookie bất cứ lúc nào. Xin lưu ý rằng vì cookie được sử dụng trên toàn bộ Trang web của chúng tôi, nên việc vô hiệu hóa hoặc xóa cookie có thể ngăn Bạn sử dụng một số phần nhất định trên Trang web và Dịch vụ của chúng tôi.": "คุณสามารถปิดหรือลบคุกกี้ได้ตลอดเวลา โปรดทราบว่าเนื่องจากมีการใช้คุกกี้ทั่วทั้งเว็บไซต์ของเรา การปิดใช้งานหรือลบคุกกี้อาจทำให้คุณไม่สามารถใช้บางส่วนของเว็บไซต์และบริการของเราได้",
    "Nếu bạn đang sử dụng Google Chrome, để tắt cookie:": "หากคุณใช้ Google Chrome เพื่อปิดการใช้งานคุกกี้:",
    "Đi đến 'Tiện ích'": "ไปที่ 'ยูทิลิตี้'",
    "Nhấp vào 'Tùy chọn'": "คลิก 'ตัวเลือก'",
    "Nhấp vào 'Dưới mui xe'": "คลิก 'ภายใต้ประทุน'",
    "'Cài đặt cookie' nên được chọn. Sau khi hoàn tất, hãy chọn 'Chặn tất cả Cookie'": "ควรเลือก 'การตั้งค่าคุกกี้' เมื่อเสร็จแล้ว เลือก 'บล็อกคุกกี้ทั้งหมด'",
    "Bây giờ tất cả các cookie sẽ bị chặn trên Google Chrome của bạn": "ตอนนี้คุกกี้ทั้งหมดจะถูกบล็อกบน Google Chrome ของคุณ",
    "Để xóa các cookie hiện có:": "ในการลบคุกกี้ที่มีอยู่:",
    "Trong phần 'Quyền riêng tư', chọn 'Hiển thị cookie'": "ในส่วน 'ความเป็นส่วนตัว' เลือก 'แสดงคุกกี้'",
    "Một cửa sổ mới sẽ mở ra có tên là 'Cookie' Tại đây, bạn có thể xem tất cả các cookie trong Trình duyệt Google Chrome của mình.": "หน้าต่างใหม่จะเปิดขึ้นชื่อ 'คุกกี้' ที่นี่คุณสามารถดูคุกกี้ทั้งหมดในเบราว์เซอร์ Google Chrome ของคุณ",
    "Nhấp vào 'Xóa tất cả' để xóa tất cả dấu vết của cookie": "คลิก 'ล้างทั้งหมด' เพื่อลบร่องรอยของคุกกี้ทั้งหมด",
    "Nếu bạn chỉ muốn xóa một cookie nhất định, chỉ cần đánh dấu và nhấp vào 'Xóa'": "หากคุณต้องการลบเฉพาะคุกกี้ เพียงเน้นและคลิก 'ลบ'",
    "Các trình duyệt khác": "เบราว์เซอร์อื่นๆ",
    "Đối với các trình duyệt khác, vui lòng xem tài nguyên hoặc nguyên tắc hỗ trợ của trình duyệt có liên quan.": "สำหรับเบราว์เซอร์อื่นๆ โปรดดูคำแนะนำหรือแหล่งข้อมูลการสนับสนุนเบราว์เซอร์ที่เกี่ยวข้อง",
    "Trang web của chúng tôi sử dụng cookie phiên và cookie liên tục.": "เว็บไซต์ของเราใช้คุกกี้เซสชันและคุกกี้ถาวร",
    "Cookie phiên:": "คุกกี้เซสชัน:",
    "Đây là những tệp cookie tạm thời sẽ bị xóa khi Bạn đóng trình duyệt của mình.": "ไฟล์เหล่านี้เป็นไฟล์คุกกี้ชั่วคราวที่จะถูกลบเมื่อคุณปิดเบราว์เซอร์",
    "Cookie liên tục:": "คุกกี้ถาวร:",
    "Chúng nằm trong một trong các thư mục con của trình duyệt của Bạn cho đến khi Bạn xóa chúng hoặc chúng hết hạn.": "โดยจะอยู่ในโฟลเดอร์ย่อยของเบราว์เซอร์จนกว่าคุณจะลบหรือหมดอายุ",
    "Xác thực": "ความแม่นยำ",
    "Cookie xác thực được các máy chủ web sử dụng để biết bạn đã đăng nhập hay chưa và bạn đã đăng nhập bằng tài khoản nào. Cookie này cho phép chúng tôi cung cấp cho bạn trải nghiệm web được cá nhân hóa trên Trang web của chúng tôi.": "เว็บเซิร์ฟเวอร์ใช้คุกกี้การรับรองความถูกต้องเพื่อทราบว่าคุณเข้าสู่ระบบหรือไม่และคุณเข้าสู่ระบบด้วยบัญชีใด คุกกี้นี้ช่วยให้เราสามารถมอบประสบการณ์การใช้เว็บที่เป็นส่วนตัวแก่คุณบนเว็บไซต์ของเรา",
    "Hiệu suất": "ประสิทธิภาพ",
    "Chúng tôi sử dụng các cookie này để trải nghiệm của Bạn trên Trang web của chúng tôi và hiệu suất. Những cookie này thu thập thông tin về cách Trang web của chúng tôi được sử dụng, ví dụ như trang nào Bạn truy cập thường xuyên nhất và nơi gửi thông báo lỗi. Dữ liệu đó không đưa ra bất kỳ chi tiết cá nhân nào.": "เราใช้คุกกี้เหล่านี้เพื่อประสบการณ์ของคุณบนเว็บไซต์และประสิทธิภาพของเรา คุกกี้เหล่านี้จะรวบรวมข้อมูลเกี่ยวกับวิธีการใช้งานเว็บไซต์ของเรา เช่น หน้าใดที่คุณเข้าชมบ่อยที่สุดและตำแหน่งที่ส่งข้อความแสดงข้อผิดพลาด ข้อมูลนั้นไม่ได้ให้รายละเอียดส่วนบุคคลใด ๆ",
    "Phân tích": "การวิเคราะห์",
    "Những cookie này cung cấp cho Chúng tôi các báo cáo cung cấp số liệu thống kê giúp Chúng tôi xác định cách khách truy cập sử dụng Trang web của chúng tôi, cách họ truy cập Trang web của chúng tôi và cách Chúng tôi có thể giúp họ tìm đường quay lại.": "คุกกี้เหล่านี้ให้รายงานที่มีสถิติซึ่งช่วยให้เราทราบได้ว่าผู้เยี่ยมชมใช้เว็บไซต์ของเราอย่างไร พวกเขาเข้าถึงเว็บไซต์ของเราอย่างไร และเราสามารถช่วยพวกเขาหาทางกลับได้อย่างไร",
    "Bản địa hóa": "การแปลเป็นภาษาท้องถิ่น",
    "Cookie bản địa hóa giúp Chúng tôi cung cấp cho Bạn trải nghiệm được bản địa hóa và cá nhân hóa hơn. Vì mục đích đó, chúng tôi có thể thu thập và lưu trữ thông tin có trên trình duyệt hoặc máy tính của Bạn để Bạn có thể xem Trang web bằng ngôn ngữ ưa thích của mình.": "คุกกี้การแปลช่วยให้เรามอบประสบการณ์ที่ปรับให้เข้ากับท้องถิ่นและเป็นส่วนตัวยิ่งขึ้นแก่คุณ เพื่อจุดประสงค์นั้น เราอาจรวบรวมและจัดเก็บข้อมูลที่อยู่ในเบราว์เซอร์หรือคอมพิวเตอร์ของคุณ เพื่อให้คุณสามารถดูเว็บไซต์ในภาษาที่คุณต้องการ",
    "Quảng cáo": "โฆษณา",
    "Trang web của chúng tôi có thể sử dụng cookie để gửi quảng cáo cá nhân. Quảng cáo được cá nhân hóa mang lại trải nghiệm quảng cáo phù hợp hơn đồng thời giúp tài trợ cho việc phát triển các trò chơi mới.": "เว็บไซต์ของเราอาจใช้คุกกี้เพื่อส่งโฆษณาส่วนบุคคล โฆษณาส่วนบุคคลมอบประสบการณ์โฆษณาที่เกี่ยวข้องมากขึ้นและช่วยสนับสนุนการพัฒนาเกมใหม่",
    "Chúng tôi sử dụng một số dịch vụ của bên thứ ba cũng có thể đặt cookie trên máy tính của Bạn thay mặt Chúng tôi khi bạn truy cập Trang web của Chúng tôi để cho phép họ cung cấp các dịch vụ mà họ đang cung cấp. Ví dụ: Chúng tôi đang sử dụng cookie của bên thứ ba cho mục đích thống kê. Thông tin thêm về các cookie này có sẵn trên trang web của bên thứ ba tương ứng.": "เราใช้บริการของบุคคลที่สามจำนวนหนึ่งซึ่งอาจวางคุกกี้บนคอมพิวเตอร์ของคุณในนามของเราเมื่อคุณเยี่ยมชมไซต์ของเราเพื่อให้พวกเขาสามารถให้บริการที่พวกเขาจัดหาให้ ตัวอย่าง: เรากำลังใช้คุกกี้ของบุคคลที่สามเพื่อวัตถุประสงค์ทางสถิติ ข้อมูลเพิ่มเติมเกี่ยวกับคุกกี้เหล่านี้มีอยู่ในเว็บไซต์ของบุคคลที่สามที่เกี่ยวข้อง",
    "Tất cả các thẻ": "การ์ดทั้งหมด",
    "Tìm kiếm hàng đầu": "การค้นหายอดนิยม",
    "chơi": "เล่น",
    "Chơi trò chơi miễn phí trên Gamekafe. Các game hai người chơi và game trang điểm hàng đầu. Tuy nhiên, game mô phỏng và game nấu ăn cũng rất phổ biến trong các người chơi. Gamekafe cũng hoạt động trên các thiết bị di động và có nhiều game cảm ứng cho điện thoại. Ghé thăm Gamekafe và gia nhập với cộng đồng người chơi ngay.": "เล่นเกมฟรีบน Gamekafe เกมยอดนิยมสำหรับผู้เล่นสองคนและเกมแปลงโฉม อย่างไรก็ตาม เกมจำลองสถานการณ์และเกมทำอาหารก็เป็นที่นิยมในหมู่ผู้เล่นเช่นกัน Gamekafe ยังทำงานบนอุปกรณ์พกพาและมีเกมแบบสัมผัสมากมายสำหรับโทรศัพท์ เยี่ยมชม Gamekafe และเข้าร่วมชุมชนผู้เล่นทันที",
    "Danh sách thẻ": "รายการการ์ด",
    "CHỌN BẤT KỲ MỘT TỪ KHÓA NÀO VÀ CHƠI NGAY!": "เลือกคำหลักใดก็ได้แล้วเล่นเลย!",
    "Game Trực Tuyến Miễn Phí Hàng đầu được Gắn Thẻ": "ติดแท็กเกมออนไลน์ฟรียอดนิยม",
    "Game mới nhất": "เกมส์ล่าสุด",
    "Chính sách": "นโยบาย",
    "Có hiệu lực từ ngày 25 tháng 7 năm 2023": "มีผลวันที่ 25 กรกฎาคม 2023",
    "Chính sách quyền riêng tư này (“Chính sách”), cùng với Điều khoản dịch vụ của chúng tôi (“Điều khoản”), tiết lộ các thông lệ về quyền riêng tư của Web Entertainment Limited (“WEL”) liên quan đến bất kỳ Dữ liệu cá nhân nào mà Bạn cung cấp hoặc cung cấp cho Chúng tôi hoặc Chúng tôi nhận được từ Bạn hoặc được biết đến với chúng tôi.": "นโยบายความเป็นส่วนตัวนี้ ('นโยบาย') ร่วมกับข้อกำหนดในการให้บริการของเรา ('ข้อกำหนด') เปิดเผยแนวทางปฏิบัติด้านความเป็นส่วนตัวของ Web Entertainment Limited ('WEL') ที่เกี่ยวข้องกับข้อมูลส่วนบุคคลใด ๆ ที่คุณให้หรือมอบให้เราหรือที่เรา ได้รับจากคุณหรือเป็นที่รู้จักของเรา",
    "Xin vui lòng đọc chính sách này một cách cẩn thận. Bằng cách truy cập hoặc sử dụng Trang web của chúng tôi, Bạn thừa nhận rằng Bạn đã đọc, hiểu và đồng ý bị ràng buộc bởi các điều khoản của Chính sách này. Nếu Bạn không đồng ý với Chính sách này, vui lòng không sử dụng Trang web của chúng tôi. Chúng tôi bảo lưu quyền thay đổi Chính sách này theo thời gian và Bạn có trách nhiệm xem xét Chính sách này một cách thường xuyên. Bằng cách truy cập hoặc sử dụng Trang web của chúng tôi, bạn có thông báo xây dựng về Chính sách này, được cung cấp trên tất cả các Trang web của chúng tôi.": "โปรดอ่านนโยบายนี้อย่างละเอียด โดยการเข้าถึงหรือใช้เว็บไซต์ของเรา คุณรับทราบว่าคุณได้อ่าน ทำความเข้าใจ และตกลงที่จะผูกพันตามข้อกำหนดของนโยบายนี้ หากคุณไม่เห็นด้วยกับนโยบายนี้ โปรดอย่าใช้เว็บไซต์ของเรา เราขอสงวนสิทธิ์ในการเปลี่ยนแปลงนโยบายนี้เป็นครั้งคราว และเป็นความรับผิดชอบของคุณที่จะต้องทบทวนนโยบายนี้เป็นประจำ โดยการเข้าถึงหรือใช้เว็บไซต์ของเรา คุณมีประกาศเชิงสร้างสรรค์ของนโยบายนี้ ซึ่งมีอยู่ในเว็บไซต์ของเราทั้งหมด",
    "Chính sách này được điều chỉnh và hiểu theo Pháp lệnh Dữ liệu Cá nhân (Quyền riêng tư), Cap. 486, luật của Đặc khu hành chính Hồng Kông (“HKSAR”) và các luật, quy tắc và quy định có liên quan khác trong hoặc ngoài phạm vi quyền hạn của HKSAR. Chủ thể dữ liệu là người dùng của Trang web và Người dùng dữ liệu là WEL.": "นโยบายนี้อยู่ภายใต้และตีความตามกฎหมายว่าด้วยข้อมูลส่วนบุคคล (ความเป็นส่วนตัว) หมวดที่ 1 486 กฎหมายของเขตบริหารพิเศษฮ่องกง (“HKSAR”) และกฎหมาย กฎ และข้อบังคับที่เกี่ยวข้องอื่นๆ ภายในหรือภายนอกเขตอำนาจศาลของ HKSAR เจ้าของข้อมูลคือผู้ใช้เว็บไซต์และผู้ใช้ข้อมูลคือ WEL",
    "Đối với Người dùng ở EU, Chính sách quyền riêng tư này tuân thủ Quy định bảo vệ dữ liệu chung (GDPR).": "สำหรับผู้ใช้ในสหภาพยุโรป นโยบายความเป็นส่วนตัวนี้เป็นไปตามระเบียบการคุ้มครองข้อมูลทั่วไป (GDPR)",
    "Chính sách bảo mật của chúng tôi giải thích:": "นโยบายความเป็นส่วนตัวของเราอธิบาย:",
    "Chúng tôi nhận được thông tin gì": "เราได้รับข้อมูลอะไรบ้าง?",
    "Cách chúng tôi sử dụng thông tin đó": "วิธีที่เราใช้ข้อมูลนั้น",
    "Các lựa chọn Chúng tôi cung cấp, bao gồm cách truy cập và cập nhật thông tin": "ตัวเลือกที่เรานำเสนอ รวมถึงวิธีการเข้าถึงและอัปเดตข้อมูล",
    "Để tạo điều kiện thuận lợi cho việc đọc của Bạn, đây là phác thảo Chính sách Bảo mật của Chúng tôi:": "เพื่ออำนวยความสะดวกในการอ่านของคุณ นี่คือเค้าโครงของนโยบายความเป็นส่วนตัวของเรา:",
    "Các định nghĩa": "คำจำกัดความ",
    "Thông tin chúng tôi nhận được và cách sử dụng thông tin đó": "ข้อมูลที่เราได้รับและวิธีการใช้งาน",
    "Các trang web khác": "เว็บไซต์อื่นๆ",
    "Cookies và các công nghệ tương tự": "คุกกี้และเทคโนโลยีที่คล้ายกัน",
    "Bảo vệ thông tin cá nhân": "ปกป้องข้อมูลส่วนบุคคล",
    "Truy cập và Chỉnh sửa Thông tin Cá nhân của Bạn": "การเข้าถึงและแก้ไขข้อมูลส่วนบุคคลของคุณ",
    "Trẻ em và trẻ vị thành niên": "เด็กและวัยรุ่น",
    "Quyền đối với thông tin cá nhân của bạn": "สิทธิ์ในข้อมูลส่วนบุคคลของคุณ",
    "Liên hệ với chúng tôi": "ติดต่อเรา",
    "Sự định nghĩa": "คำนิยาม",
    "Thuật ngữ “Dữ liệu cá nhân” và “Thông tin cá nhân” đề cập đến bất kỳ dữ liệu hoặc thông tin nào liên quan trực tiếp hoặc gián tiếp đến một cá nhân, từ đó có thể xác định được danh tính của cá nhân đó một cách trực tiếp hoặc gián tiếp và ở dạng truy cập hoặc xử lý dữ liệu là có thể thực hiện được. Đối với các mục đích của Chính sách này, các từ dữ liệu và thông tin có cùng ý nghĩa.": "คำว่า 'ข้อมูลส่วนบุคคล' และ 'ข้อมูลส่วนบุคคล' หมายถึง ข้อมูลใดๆ ที่เกี่ยวข้องโดยตรงหรือโดยอ้อมกับบุคคลซึ่งสามารถระบุตัวตนของบุคคลนั้นได้โดยตรงหรือโดยอ้อมและในรูปแบบของการเข้าถึงหรือประมวลผลข้อมูลที่เป็นไปได้ สำหรับวัตถุประสงค์ของนโยบายนี้ คำว่า 'ข้อมูล' และ 'ข้อมูล' มีความหมายเหมือนกัน",
    "Thuật ngữ “ID Người dùng” đề cập đến tên người dùng Bạn sử dụng để xác định Tài khoản Gamekafe của Bạn.": "คำว่า “รหัสผู้ใช้” หมายถึงชื่อผู้ใช้ที่คุณใช้เพื่อระบุบัญชี Gamekafe ของคุณ",
    "Các thuật ngữ “Chúng tôi”, “Của chúng tôi”, “Của chúng tôi” và “Chúng tôi”, cũng như tất cả các đại từ ngôi thứ nhất khác, được dùng để chỉ WEL, công ty sở hữu, điều hành và duy trì Trang web và Tài khoản.": "คำว่า “เรา”, “ของเรา”, “ของเรา” และ “เรา” ตลอดจนสรรพนามบุรุษที่หนึ่งอื่นๆ ทั้งหมด ใช้เพื่ออ้างถึง WEL ซึ่งเป็นบริษัทที่เป็นเจ้าของ ดำเนินการ และดูแลเว็บไซต์และบัญชี",
    "Thuật ngữ “Trang web” được sử dụng để chỉ tất cả các trang web trò chơi và video do Chúng tôi sở hữu, xuất bản hoặc duy trì, các chi nhánh hoặc đối tác kinh doanh của Chúng tôi, bao gồm nhưng không giới hạn ở Tài khoản": "คำว่า 'ไซต์' ใช้เพื่ออ้างถึงเว็บไซต์วิดีโอและเกมทั้งหมดที่เราเป็นเจ้าของ เผยแพร่ หรือดูแลโดยบริษัทในเครือหรือพันธมิตรทางธุรกิจ รวมถึงแต่ไม่จำกัดเพียง: ในบัญชี",
    "Các thuật ngữ “Bạn”, “Của bạn”, “Người dùng”, cũng như tất cả các đại từ ngôi thứ hai khác, được dùng để chỉ người dùng và hoặc người chơi của Trang web và hoặc dịch vụ do Chúng tôi cung cấp.": "คำว่า “คุณ”, “ของคุณ”, “ผู้ใช้” ตลอดจนสรรพนามบุรุษที่สองอื่นๆ ทั้งหมด ใช้เพื่ออ้างถึงผู้ใช้และ หรือผู้เล่นของเว็บไซต์และ หรือบริการที่พวกเขาจัดหาให้",
    "Thuật ngữ “Tài khoản": "คำว่า 'บัญชี'",
    "dùng để chỉ một hệ thống đăng nhập do Chúng tôi vận hành và duy trì cho người dùng, người chơi và nhà phát triển.": "หมายถึงระบบเข้าสู่ระบบที่ดำเนินการและดูแลโดยเราสำหรับผู้ใช้ ผู้เล่น และนักพัฒนา",
    "Thông tin chúng tôi nhận được về bạn": "ข้อมูลที่เราได้รับเกี่ยวกับคุณ",
    "Thông tin mà Chúng tôi nhận được bao gồm các bộ thông tin: Thông tin của Bạn và thông tin chúng tôi nhận được về Bạn.": "ข้อมูลที่เราได้รับประกอบด้วยชุดข้อมูลต่อไปนี้: ข้อมูลของคุณและข้อมูลที่เราได้รับเกี่ยวกับคุณ",
    "Thông tin của Bạn là thông tin được nhập khi Bạn điền vào biểu mẫu trên Trang web của chúng tôi, khi Bạn đăng ký, tức là Tài khoản": "ข้อมูลของคุณคือข้อมูลที่ป้อนเมื่อคุณกรอกแบบฟอร์มบนเว็บไซต์ของเรา เมื่อคุณลงทะเบียน เช่น บัญชี",
    "của Bạn. Nó bao gồm tên, địa chỉ email, ngày sinh và giới tính của bạn.": "ของคุณ. ประกอบด้วยชื่อ ที่อยู่อีเมล วันเกิด และเพศของคุณ",
    "Thông tin Chúng tôi nhận được về mối quan tâm của Bạn": "ข้อมูลที่เราได้รับเกี่ยวกับข้อกังวลของคุณ",
    "thông tin phi cá nhân:": "ข้อมูลที่ไม่ใช่ข้อมูลส่วนบุคคล:",
    "Dữ liệu liên quan đến việc sử dụng Trang web, chẳng hạn như ngày và giờ Bạn truy cập Trang web, địa chỉ trang web hoặc URL Bạn đang truy cập": "ข้อมูลที่เกี่ยวข้องกับการใช้เว็บไซต์ เช่น วันที่และเวลาที่คุณเยี่ยมชมเว็บไซต์ ที่อยู่เว็บไซต์หรือ URL ที่คุณกำลังเยี่ยมชม",
    "Dữ liệu liên quan đến các dịch vụ và hoạt động của Trang web, chẳng hạn như trò chơi Bạn chơi, điểm số Bạn đạt được trong trò chơi được hỗ trợ, thành tích Bạn đã đạt được trong các trò chơi được hỗ trợ và tiến độ trò chơi của Bạn trong các trò chơi được hỗ trợ.": "ข้อมูลที่เกี่ยวข้องกับบริการและการดำเนินการของไซต์ เช่น เกมที่คุณเล่น คะแนนที่คุณทำได้ในเกมที่รองรับ ความสำเร็จที่คุณทำในเกมที่รองรับ และความคืบหน้า ระดับเกมของคุณในเกมที่รองรับ",
    "thông tin kỹ thuật, bao gồm:": "ข้อมูลทางเทคนิค รวมถึง:",
    "địa chỉ IP": "ที่อยู่ IP",
    "trình duyệt bạn sử dụng": "เบราว์เซอร์ที่คุณใช้",
    "hệ điều hành bạn sử dụng": "ระบบปฏิบัติการที่คุณใช้",
    "if You are logged in to": "หากคุณเข้าสู่ระบบ",
    "Account, Your User ID.": "บัญชี รหัสผู้ใช้ของคุณ",
    "(b) Cách chúng tôi sử dụng thông tin chúng tôi nhận được": "(b) วิธีที่เราใช้ข้อมูลที่เราได้รับ",
    "Bất kỳ thông tin nào chúng tôi nhận được liên quan đến Bạn là để cho phép Chúng tôi cung cấp các dịch vụ tốt hơn cho Bạn. Chúng tôi có thể sử dụng thông tin phi cá nhân và thông tin kỹ thuật để cải thiện thiết kế và nội dung của Trang web của chúng tôi, để cá nhân hóa trải nghiệm của khách truy cập hoặc để cung cấp sản phẩm, chương trình và dịch vụ.": "ข้อมูลใดๆ ที่เราได้รับเกี่ยวกับคุณจะช่วยให้เราสามารถให้บริการที่ดียิ่งขึ้นแก่คุณได้ เราอาจใช้ข้อมูลที่ไม่ใช่ข้อมูลส่วนบุคคลและข้อมูลทางเทคนิคเพื่อปรับปรุงการออกแบบและเนื้อหาของเว็บไซต์ของเราเพื่อปรับแต่งประสบการณ์ของผู้เยี่ยมชมหรือเพื่อจัดหาผลิตภัณฑ์หรือโปรแกรม และบริการ",
    "Chúng tôi cũng có thể sử dụng thông tin để đảm bảo rằng Người dùng của chúng tôi tuân thủ Điều khoản của chúng tôi. Chúng tôi không giữ lại bất kỳ Thông tin cá nhân nào ngoài thời gian cần thiết.": "เราอาจใช้ข้อมูลเพื่อให้แน่ใจว่าผู้ใช้ของเราปฏิบัติตามข้อกำหนดของเรา เราไม่เก็บข้อมูลส่วนบุคคลใด ๆ ไว้เกินเวลาที่จำเป็น",
    "(c) Thông tin chúng tôi chia sẻ": "(c) ข้อมูลที่เราแบ่งปัน",
    "Chúng tôi không chia sẻ thông tin Tài khoản Gamekafe của Bạn với các công ty, tổ chức và cá nhân bên ngoài Công ty trừ khi xảy ra một trong các trường hợp sau:": "เราไม่แบ่งปันข้อมูลบัญชี Gamekafe ของคุณกับบริษัท องค์กร และบุคคลภายนอกบริษัท เว้นแต่จะเกิดเหตุการณ์อย่างใดอย่างหนึ่งต่อไปนี้:",
    "Với sự đồng ý của bạn": "ด้วยความยินยอมของคุณ",
    "Chúng tôi sẽ chia sẻ thông tin Tài khoản Gamekafe của Bạn với các công ty, tổ chức và cá nhân bên ngoài Công ty khi Chúng tôi được bạn đồng ý làm như vậy. Chúng tôi cũng chia sẻ Thông tin của bạn cho các trò chơi của bên thứ ba sử dụng hệ thống đăng nhập Tài khoản": "เราจะแบ่งปันข้อมูลบัญชี Gamekafe ของคุณกับบริษัท องค์กร และบุคคลภายนอกบริษัท เมื่อเราได้รับความยินยอมจากคุณ เรายังแบ่งปันข้อมูลของคุณกับเกมของบุคคลที่สามที่ใช้ระบบเข้าสู่ระบบบัญชี",
    "Chúng tôi yêu cầu sự đồng ý chọn tham gia để chia sẻ bất kỳ Thông tin cá nhân nào.": "เราต้องได้รับความยินยอมในการแบ่งปันข้อมูลส่วนบุคคลใดๆ",
    "Đối với xử lý bên ngoài": "สำหรับการประมวลผลภายนอก",
    "Chúng tôi cung cấp Thông tin cá nhân cho các chi nhánh của Chúng tôi hoặc các doanh nghiệp hoặc người đáng tin cậy khác để xử lý thông tin đó cho Chúng tôi hoặc công ty lưu trữ lưu trữ tất cả Dữ liệu, dựa trên hướng dẫn của Chúng tôi và tuân thủ Chính sách quyền riêng tư của Chúng tôi cũng như bất kỳ quy tắc và quy định có liên quan nào khác với các biện pháp bảo mật và an ninh .": "เราให้ข้อมูลส่วนบุคคลแก่บริษัทในเครือหรือธุรกิจหรือบุคคลที่น่าเชื่อถืออื่นๆ เพื่อประมวลผลให้เราหรือบริษัทโฮสติ้งที่จัดเก็บข้อมูลทั้งหมด ตามคำแนะนำและปฏิบัติตามนโยบายความเป็นส่วนตัวของเราและกฎและข้อบังคับที่เกี่ยวข้องอื่นๆ ที่มีมาตรการความเป็นส่วนตัวและความปลอดภัย",
    "Vì lý do pháp lý": "ด้วยเหตุผลทางกฎหมาย",
    "Chúng tôi chia sẻ Thông tin cá nhân với các công ty, tổ chức hoặc cá nhân, bên ngoài Công ty, nếu Chúng tôi có niềm tin hợp lý rằng việc truy cập, sử dụng, bảo toàn hoặc tiết lộ thông tin là cần thiết một cách hợp lý để:": "เราแบ่งปันข้อมูลส่วนบุคคลกับบริษัท องค์กร หรือบุคคล ภายนอกบริษัท หากเรามีความเชื่อที่สมเหตุสมผลว่าจำเป็นต้องเข้าถึง ใช้ เก็บรักษา หรือเปิดเผยข้อมูลอย่างสมเหตุสมผล เพื่อ:",
    "đáp ứng mọi luật, quy định, quy trình pháp lý hiện hành hoặc yêu cầu có thể thi hành của chính phủ (bao gồm các yêu cầu pháp lý từ các khu vực tài phán bên ngoài Hồng Kông)": "ปฏิบัติตามกฎหมาย ข้อบังคับ กระบวนการทางกฎหมาย หรือคำขอของรัฐบาลที่บังคับใช้ (รวมถึงคำขอทางกฎหมายจากเขตอำนาจศาลนอกฮ่องกง)",
    "thực thi các Điều khoản dịch vụ hiện hành, bao gồm cả việc điều tra các vi phạm tiềm ẩn, phát hiện, ngăn chặn hoặc giải quyết các vấn đề gian lận, bảo mật hoặc kỹ thuật; hoặc": "บังคับใช้ข้อกำหนดในการให้บริการที่เกี่ยวข้อง รวมถึงการตรวจสอบการละเมิดที่อาจเกิดขึ้น การตรวจจับ ป้องกัน หรือแก้ไขปัญหาการฉ้อโกง ความปลอดภัย หรือปัญหาทางเทคนิค หรือ",
    "bảo vệ chống lại tác hại đối với các quyền, tài sản hoặc sự an toàn của Trang web, Người dùng của chúng tôi hoặc công chúng theo yêu cầu hoặc được pháp luật cho phép.": "ป้องกันอันตรายต่อสิทธิ ทรัพย์สิน หรือความปลอดภัยของไซต์ ผู้ใช้ของเราหรือสาธารณะตามที่กฎหมายกำหนดหรืออนุญาต",
    "Nếu Công ty tham gia vào việc sáp nhập, mua lại hoặc bán hoặc định đoạt tài sản, Chúng tôi sẽ tiếp tục nỗ lực hết mình để đảm bảo tính bảo mật của tất cả Thông tin cá nhân mà Chúng tôi đã thu thập và thông báo cho Người dùng bị ảnh hưởng trước khi Thông tin cá nhân được chuyển giao hoặc trở thành đối tượng của một chính sách bảo mật khác nhau.": "หากบริษัทมีส่วนเกี่ยวข้องในการควบรวมกิจการ การซื้อกิจการ หรือการขาย หรือการจำหน่ายสินทรัพย์ เราจะยังคงใช้ความพยายามอย่างดีที่สุดเพื่อรับรองความปลอดภัยของข้อมูลส่วนบุคคลทั้งหมดที่เรารวบรวมและสื่อสาร แจ้งให้ผู้ใช้ที่ได้รับผลกระทบทราบก่อนที่ข้อมูลส่วนบุคคลจะถูกโอนหรือกลายเป็น เรื่องของนโยบายความเป็นส่วนตัวที่แตกต่างกัน",
    "(d) Nơi đặt thông tin của Bạn": "(d) ตำแหน่งที่จะวางข้อมูลของคุณ",
    "Chúng tôi được thành lập và có trụ sở tại Hồng Kông. Tuy nhiên, hệ thống đăng nhập của chúng tôi được lưu trữ bởi các máy chủ ở Hà Lan. Thông tin cá nhân có thể được Chúng tôi truy cập hoặc chuyển giao cho Chúng tôi ở Hà Lan hoặc cho các chi nhánh, đối tác kinh doanh hoặc nhà cung cấp dịch vụ của Chúng tôi ở những nơi khác trên thế giới. Bằng cách cung cấp cho Chúng tôi thông tin Chúng tôi nhận được về Bạn, Bạn đồng ý với việc chuyển giao đó. Chúng tôi sẽ nỗ lực hết sức để bảo vệ quyền riêng tư và tính bảo mật của thông tin này theo Chính sách quyền riêng tư của chúng tôi, bất kể nó được xử lý hoặc lưu trữ ở đâu.": "เราก่อตั้งและตั้งอยู่ในฮ่องกง อย่างไรก็ตาม ระบบการเข้าสู่ระบบของเราโฮสต์โดยเซิร์ฟเวอร์ในเนเธอร์แลนด์ ข้อมูลส่วนบุคคลอาจถูกเข้าถึงหรือถ่ายโอนโดยเราให้กับเราในเนเธอร์แลนด์หรือไปยังบริษัทในเครือ พันธมิตรทางธุรกิจ หรือผู้ให้บริการในส่วนอื่น ๆ ของโลก โดยการให้ข้อมูลที่เราได้รับเกี่ยวกับคุณ แสดงว่าคุณยินยอมให้มีการถ่ายโอนดังกล่าว เราจะพยายามทุกวิถีทางในการปกป้องความเป็นส่วนตัวและความปลอดภัยของข้อมูลนี้ตามนโยบายความเป็นส่วนตัวของเรา ไม่ว่าจะประมวลผลหรือจัดเก็บไว้ที่ใด",
    "Trang web của chúng tôi và các trang web khác": "เว็บไซต์ของเราและเว็บไซต์อื่นๆ",
    "(a) Về trang web của chúng tôi": "(a) เกี่ยวกับเว็บไซต์ของเรา",
    "Trang web của chúng tôi sử dụng hệ thống đăng nhập một lần cho phép Bạn kết nối giữa các Trang web, bao gồm trò chơi và tương tác xã hội. Bằng cách này, Chúng tôi có thể cung cấp cho Bạn trải nghiệm được cá nhân hóa trên Trang web.": "เว็บไซต์ของเราใช้ระบบการลงชื่อเข้าระบบครั้งเดียวที่ช่วยให้คุณเชื่อมต่อระหว่างเว็บไซต์ รวมถึงเกมและการโต้ตอบทางสังคม ด้วยวิธีนี้ เราสามารถมอบประสบการณ์ที่เป็นส่วนตัวแก่คุณบนเว็บไซต์",
    "Bạn được nhắc nhở rằng các liên kết có hoặc bao gồm trong Trang web và Dịch vụ của chúng tôi có thể hướng Bạn đến các trang web của bên thứ ba và chúng được tạo và duy trì bởi các doanh nghiệp và nhà phát triển khác không thuộc Công ty, vì vậy điều quan trọng là Bạn phải đọc các điều khoản dịch vụ và chính sách quyền riêng tư của họ vì đây là trách nhiệm của Bạn.": "คุณได้รับการเตือนว่าลิงก์ที่รวมหรือรวมอยู่ในไซต์และบริการของเราอาจนำคุณไปยังเว็บไซต์ของบุคคลที่สามและไม่ว่าพวกเขาจะสร้างและดูแลโดยธุรกิจและนักพัฒนารายอื่นก็ตาม เป็นของ บริษัท ดังนั้นจึงเป็นเรื่องสำคัญที่คุณจะต้องอ่านข้อกำหนดในการให้บริการ และนโยบายความเป็นส่วนตัวเนื่องจากเป็นความรับผิดชอบของคุณ",
    "(b) Đăng nhập vào một trang web khác bằng cách sử dụng": "(b) ลงชื่อเข้าใช้เว็บไซต์อื่นโดยใช้",
    "Trong một số trường hợp, Bạn có thể đăng nhập vào các trang web của bên thứ ba bằng cách sử dụng danh tính Tài khoản": "ในบางกรณี คุณอาจสามารถเข้าสู่เว็บไซต์ของบุคคลที่สามโดยใช้ข้อมูลประจำตัวบัญชีของคุณ",
    "Điều này có nghĩa là Bạn có khả năng sử dụng danh tính Tài khoản": "ซึ่งหมายความว่าคุณมีความสามารถในการใช้ข้อมูลประจำตัวของบัญชี",
    "mặc định hoặc tạo danh tính mới để đăng nhập vào trang web của bên thứ ba. Bạn có thể xác định bạn muốn truy cập các trang web của bên thứ ba dưới danh tính nào. Khi Bạn đăng nhập bằng Tài khoản": "เริ่มต้นหรือสร้างข้อมูลประจำตัวใหม่เพื่อเข้าสู่เว็บไซต์ของบุคคลที่สาม คุณสามารถระบุภายใต้ข้อมูลประจำตัวที่คุณต้องการเข้าถึงเว็บไซต์ของบุคคลที่สาม เมื่อคุณเข้าสู่ระบบด้วยบัญชี",
    "Xin lưu ý rằng có khả năng các trang web, trò chơi hoặc dịch vụ của bên thứ ba có thể yêu cầu Bạn cung cấp thông tin khác với thông tin trong các trường bạn đã chọn để điền vào.": "โปรดทราบว่ามีความเป็นไปได้ที่เว็บไซต์ เกม หรือบริการของบุคคลที่สามอาจขอให้คุณให้ข้อมูลที่แตกต่างจากข้อมูลในช่องที่คุณเลือกเพื่อกรอก",
    "Nhận dạng tài khoản. Chẳng hạn, Bạn đã điền tên và quốc gia của mình nhưng trang web của bên thứ ba yêu cầu Bạn cung cấp cả biệt danh của Bạn. Thông tin bổ sung được yêu cầu có thể khác nhau tùy theo trang web, trò chơi hoặc dịch vụ của bên thứ ba này sang trang web, trò chơi hoặc dịch vụ khác. Sau khi bạn làm như vậy, thông tin bổ sung được cung cấp sẽ tự động được thêm vào danh tính mà bạn đã truy cập trang web đó. Do đó, tất cả các trang web được liên kết với danh tính đó cũng sẽ được hưởng lợi từ thông tin bổ sung đó. Tuy nhiên, Bạn có thể xem trang web của bên thứ ba nào có quyền truy cập vào thông tin nào mà Bạn đã cung cấp bằng cách vào phần “Trang web” của Trang web của bạn.": "การระบุบัญชี ตัวอย่างเช่น คุณกรอกชื่อและประเทศของคุณแล้ว แต่เว็บไซต์บุคคลที่สามขอให้คุณระบุชื่อเล่นของคุณ ข้อมูลเพิ่มเติมที่จำเป็นอาจแตกต่างกันไปตามเว็บไซต์ เกม หรือบริการของบุคคลที่สามไปยังเว็บไซต์ เกม หรือบริการอื่น หลังจากที่คุณดำเนินการดังกล่าวแล้ว ข้อมูลเพิ่มเติมที่ให้ไว้จะถูกเพิ่มลงในข้อมูลประจำตัวที่คุณเยี่ยมชมเว็บไซต์นั้นโดยอัตโนมัติ ด้วยเหตุนี้ เว็บไซต์ทั้งหมดที่เกี่ยวข้องกับตัวตนนั้นจะได้รับประโยชน์จากข้อมูลเพิ่มเติมนั้นด้วย อย่างไรก็ตาม คุณสามารถดูได้ว่าเว็บไซต์ของบุคคลที่สามใดบ้างที่สามารถเข้าถึงข้อมูลที่คุณให้มาได้โดยไปที่ส่วน 'เว็บไซต์' ของเว็บไซต์ของคุณ",
    "Nếu Bạn đã có tài khoản trên trang web của bên thứ ba, trang web đó cũng có thể cho phép Bạn kết nối và liên kết nó với Trang web của Bạn.": "หากคุณมีบัญชีบนเว็บไซต์ของบุคคลที่สามอยู่แล้ว เว็บไซต์นั้นอาจอนุญาตให้คุณเชื่อมต่อและเชื่อมโยงกับเว็บไซต์ของคุณ",
    "Tài khoản. Thông tin của bạn sẽ được gửi cho chúng tôi khi bạn sử dụng": "บัญชี. ข้อมูลของคุณจะถูกส่งถึงเราเมื่อคุณใช้งาน",
    "Tài khoản để đăng ký hoặc đăng nhập vào trang web của bên thứ ba.": "บัญชีสำหรับลงทะเบียนหรือเข้าสู่เว็บไซต์ของบุคคลที่สาม",
    "(c) Thực hành quyền riêng tư của bên thứ ba": "(c) แนวทางปฏิบัติด้านความเป็นส่วนตัวของบุคคลที่สาม",
    "Tuyên bố về quyền riêng tư này chỉ đề cập đến việc sử dụng và tiết lộ thông tin của Chúng tôi thông qua tương tác của Bạn với các Trang web và Dịch vụ của Chúng tôi. Các trang web khác có thể truy cập được từ Trang web của chúng tôi có thể có các tuyên bố về quyền riêng tư và các hoạt động thu thập, sử dụng và tiết lộ Thông tin cá nhân của riêng họ. Chẳng hạn, và hoàn toàn là một ví dụ, một số trang web yêu cầu quyền truy cập trên mười tám (18) tuổi.": "คำชี้แจงสิทธิ์ส่วนบุคคลนี้เกี่ยวข้องกับการใช้และการเปิดเผยข้อมูลของเราผ่านการโต้ตอบของคุณกับไซต์และบริการของเราเท่านั้น เว็บไซต์อื่น ๆ ที่เข้าถึงได้จากเว็บไซต์ของเราอาจมีคำชี้แจงสิทธิ์ส่วนบุคคลและแนวทางปฏิบัติในการเก็บรวบรวม การใช้ และการเปิดเผยข้อมูลส่วนบุคคลของตนเอง ตัวอย่างเช่น บางเว็บไซต์ต้องการสิทธิ์การเข้าถึงที่มีอายุมากกว่าสิบแปด (18) ปี",
    "Chúng tôi không chịu trách nhiệm về các chính sách bảo mật, thông lệ hoặc nội dung của các trang web bên thứ ba. Xin lưu ý rằng các thông lệ được mô tả trong Chính sách quyền riêng tư này không áp dụng cho thông tin được thu thập thông qua các trang web khác. Khi Bạn rời khỏi Trang web, các chính sách và thông lệ về quyền riêng tư của trang web khác đó sẽ được áp dụng; Chúng tôi khuyến khích Bạn nên biết về các chính sách và thông lệ về quyền riêng tư đó khi Bạn truy cập các trang web khác đó và gửi thông tin nhận dạng cá nhân. Bạn chịu trách nhiệm xem xét các chính sách và thông lệ về quyền riêng tư của từng và mọi trang web mà Bạn truy cập.": "เราไม่รับผิดชอบต่อนโยบายความเป็นส่วนตัว แนวปฏิบัติ หรือเนื้อหาของเว็บไซต์บุคคลที่สาม โปรดทราบว่าแนวทางปฏิบัติที่อธิบายไว้ในนโยบายความเป็นส่วนตัวนี้ใช้ไม่ได้กับข้อมูลที่รวบรวมผ่านเว็บไซต์อื่น เมื่อคุณออกจากเว็บไซต์ นโยบายความเป็นส่วนตัวและหลักปฏิบัติของเว็บไซต์อื่นจะมีผลบังคับใช้ เราขอแนะนำให้คุณรับทราบนโยบายความเป็นส่วนตัวและหลักปฏิบัติดังกล่าวเมื่อคุณเยี่ยมชมเว็บไซต์อื่นดังกล่าวและส่งข้อมูลที่สามารถระบุตัวบุคคลได้ คุณมีหน้าที่รับผิดชอบในการตรวจสอบนโยบายความเป็นส่วนตัวและแนวทางปฏิบัติของแต่ละเว็บไซต์ที่คุณเยี่ยมชม",
    "Cookie và các công nghệ khác": "คุกกี้และเทคโนโลยีอื่นๆ",
    "Trang web và Dịch vụ của chúng tôi có thể sử dụng cookie và các công nghệ khác. Bộ sưu tập dữ liệu này được sử dụng để phân tích thống kê về Trang web của chúng tôi cho mục đích phân tích. Những công nghệ này giúp Chúng tôi hiểu rõ hơn về hành vi của người dùng, cho Chúng tôi biết mọi người đã truy cập những phần nào trên Trang web của Chúng tôi, đồng thời tạo điều kiện và đo lường hiệu quả của quảng cáo và tìm kiếm trên web. Chúng tôi coi thông tin được thu thập bởi cookie và các công nghệ khác là thông tin phi cá nhân.": "เว็บไซต์และบริการของเราอาจใช้คุกกี้และเทคโนโลยีอื่นๆ การรวบรวมข้อมูลนี้ใช้สำหรับการวิเคราะห์ทางสถิติของเว็บไซต์ของเราเพื่อวัตถุประสงค์ในการวิเคราะห์ เทคโนโลยีเหล่านี้ช่วยให้เราเข้าใจพฤติกรรมของผู้ใช้ได้ดีขึ้น บอกเราว่าส่วนใดของไซต์ที่ผู้คนเคยเยี่ยมชม และอำนวยความสะดวกและวัดประสิทธิภาพของการโฆษณาและการค้นหาบนเว็บ เราถือว่าข้อมูลที่รวบรวมโดยคุกกี้และเทคโนโลยีอื่น ๆ เป็นข้อมูลที่ไม่ใช่ข้อมูลส่วนบุคคล",
    "Bất kỳ thông tin nào được chia sẻ hoặc biết với Chúng tôi sẽ không và không thể được sử dụng để xác định danh tính của Bạn vì chúng không cụ thể. Chúng chỉ là dữ liệu toán học hoặc phân tích về khách truy cập của Chúng tôi và việc sử dụng của họ trên Trang web của Chúng tôi. Dữ liệu không đưa ra bất kỳ chi tiết cá nhân nào. Cookie có thể được sử dụng để thu thập dữ liệu internet chung này. Khi được sử dụng, cookie sẽ được tải xuống máy tính của Bạn mà không cần nhắc. Tệp cookie được lưu trữ trên ổ cứng của Bạn, nơi các tệp được chuyển đến. Thông tin này giúp Chúng tôi cải thiện các Trang web và dịch vụ của Chúng tôi cung cấp cho Bạn. Nếu bạn muốn tắt cookie, vui lòng tham khảo các nguyên tắc liên quan của trình duyệt mà Bạn sử dụng và điều chỉnh cài đặt trình duyệt liên quan. Xin lưu ý rằng một số tính năng của Trang web có thể không khả dụng khi cookie bị tắt.": "ข้อมูลใด ๆ ที่แชร์หรือรู้จักเราจะไม่และไม่สามารถใช้เพื่อระบุตัวคุณได้เนื่องจากข้อมูลเหล่านั้นไม่เฉพาะเจาะจง ข้อมูลเหล่านี้เป็นเพียงข้อมูลทางคณิตศาสตร์หรือการวิเคราะห์เกี่ยวกับผู้เยี่ยมชมและการใช้งานเว็บไซต์ของเรา ข้อมูลไม่ได้ให้รายละเอียดส่วนบุคคลใด ๆ อาจใช้คุกกี้เพื่อรวบรวมข้อมูลอินเทอร์เน็ตทั่วไปนี้ เมื่อใช้ คุกกี้จะถูกดาวน์โหลดไปยังคอมพิวเตอร์ของคุณโดยไม่ต้องแจ้งให้ทราบล่วงหน้า ไฟล์คุกกี้ถูกจัดเก็บไว้ในฮาร์ดไดรฟ์ของคุณ ซึ่งไฟล์จะถูกโอนไป ข้อมูลนี้ช่วยให้เราปรับปรุงเว็บไซต์และบริการที่เรามอบให้กับคุณ หากคุณต้องการปิดการใช้งานคุกกี้ โปรดดูคำแนะนำที่เกี่ยวข้องของเบราว์เซอร์ที่คุณใช้ และปรับการตั้งค่าเบราว์เซอร์ที่เกี่ยวข้อง โปรดทราบว่าคุณลักษณะบางอย่างของเว็บไซต์อาจไม่สามารถใช้ได้เมื่อปิดใช้งานคุกกี้",
    "Do các tiêu chuẩn giao tiếp trên mạng, khi Bạn truy cập Trang web, Chúng tôi sẽ tự động nhận được URL của trang web mà Bạn đã đến và trang web mà Bạn sẽ đến khi Bạn rời khỏi Trang web. Chúng tôi cũng nhận được địa chỉ Giao thức mạng (IP), loại trình duyệt và ngôn ngữ, nhà cung cấp dịch vụ Internet (ISP), các trang web và ứng dụng giới thiệu và thoát, hệ điều hành, dấu ngày giờ và dữ liệu luồng nhấp chuột.": "เนื่องจากมาตรฐานการสื่อสารทางอินเทอร์เน็ต เมื่อคุณเยี่ยมชมเว็บไซต์ เราจะได้รับ URL ของเว็บไซต์ที่คุณเคยไปโดยอัตโนมัติ และเว็บไซต์ที่คุณจะไปเมื่อคุณออกจากเว็บไซต์ เรายังได้รับที่อยู่ Network Protocol (IP) ประเภทเบราว์เซอร์และภาษา ผู้ให้บริการอินเทอร์เน็ต (ISP) การอ้างอิงและออกจากเว็บไซต์และแอปพลิเคชัน ระบบปฏิบัติการ วันที่ เวลา และข้อมูลคลิกสตรีม",
    "Chúng tôi sử dụng thông tin này để hiểu và phân tích xu hướng, để quản lý trang web, tìm hiểu về hành vi của người dùng trên trang web, để cải thiện Dịch vụ của chúng tôi và để thu thập thông tin nhân khẩu học về toàn bộ cơ sở người dùng của chúng tôi. Chúng tôi có thể sử dụng thông tin này cho mục đích tiếp thị và quảng cáo. Liên kết giữa địa chỉ IP của Bạn và thông tin nhận dạng cá nhân của Bạn không được chia sẻ với bên thứ ba mà không có sự cho phép của Bạn.": "เราใช้ข้อมูลนี้เพื่อทำความเข้าใจและวิเคราะห์แนวโน้ม เพื่อจัดการเว็บไซต์ เรียนรู้เกี่ยวกับพฤติกรรมของผู้ใช้บนเว็บไซต์ เพื่อปรับปรุงบริการของเรา และเพื่อรวบรวมข้อมูลประชากรเกี่ยวกับฐานผู้ใช้ทั้งหมดของเรา เราอาจใช้ข้อมูลนี้เพื่อวัตถุประสงค์ทางการตลาดและการโฆษณา การเชื่อมโยงระหว่างที่อยู่ IP ของคุณกับข้อมูลส่วนบุคคลของคุณจะไม่ถูกแชร์กับบุคคลที่สามโดยไม่ได้รับอนุญาตจากคุณ",
    "We take the security of your Personal Information very seriously. We work hard to protect the Website and Our users from unauthorized access, alteration, disclosure or destruction of information within Our control.": "เราให้ความสำคัญกับความปลอดภัยของข้อมูลส่วนบุคคลของคุณอย่างจริงจัง เราทำงานอย่างหนักเพื่อปกป้องเว็บไซต์และผู้ใช้ของเราจากการเข้าถึงโดยไม่ได้รับอนุญาต การแก้ไข การเปิดเผย หรือการทำลายข้อมูลที่อยู่ในการควบคุมของเรา",
    "Đặc biệt:": "พิเศษ:",
    "Chúng tôi mã hóa nhiều dịch vụ của mình bằng Lớp cổng bảo mật (SSL)": "เราเข้ารหัสบริการต่างๆ ของเราโดยใช้ Secure Sockets Layer (SSL)",
    "Chúng tôi xem xét các hoạt động thu thập, lưu trữ và xử lý thông tin của mình, bao gồm các biện pháp bảo mật vật lý, để bảo vệ chống truy cập trái phép vào hệ thống.": "เราตรวจสอบการรวบรวม จัดเก็บ และประมวลผลข้อมูลของเรา รวมถึงมาตรการรักษาความปลอดภัยทางกายภาพ เพื่อป้องกันการเข้าถึงระบบโดยไม่ได้รับอนุญาต",
    "Chúng tôi hạn chế quyền truy cập vào Thông tin cá nhân đối với nhân viên, nhà thầu và đại lý của Công ty, những người cần biết thông tin đó để xử lý thông tin đó cho Chúng tôi và những người phải tuân theo nghĩa vụ bảo mật theo hợp đồng và có thể bị kỷ luật hoặc chấm dứt hợp đồng nếu họ không đáp ứng các nghĩa vụ này.": "เราจำกัดการเข้าถึงข้อมูลส่วนบุคคลไว้เฉพาะพนักงาน ผู้รับเหมา และตัวแทนของบริษัทที่จำเป็นต้องทราบข้อมูลดังกล่าวเพื่อดำเนินการกับเราและผู้ที่อยู่ภายใต้ภาระผูกพันของเราการรักษาความลับตามสัญญาและอาจถูกลงโทษทางวินัยหรือการเลิกจ้างหากไม่ปฏิบัติตามข้อกำหนดเหล่านี้ ภาระผูกพัน",
    "Dữ liệu bạn cung cấp cho chúng tôi sẽ được lưu trữ trên các máy chủ an toàn. Chúng tôi thực hiện tất cả các bước hợp lý để đảm bảo an toàn cho việc truyền dữ liệu theo Chính sách này. Việc truyền dữ liệu qua Internet không bao giờ hoàn toàn an toàn, do đó không thể đảm bảo dữ liệu được gửi hoặc truyền đi bằng điện tử. Do đó, thông tin được cung cấp là rủi ro của riêng bạn.": "ข้อมูลที่คุณให้กับเราจะถูกจัดเก็บไว้ในเซิร์ฟเวอร์ที่ปลอดภัย เราดำเนินขั้นตอนที่เหมาะสมทั้งหมดเพื่อให้มั่นใจถึงความปลอดภัยของการรับส่งข้อมูลตามนโยบายนี้ การส่งข้อมูลทางอินเทอร์เน็ตไม่เคยปลอดภัยอย่างสมบูรณ์ ดังนั้นจึงไม่สามารถรับประกันได้ว่าข้อมูลจะถูกส่งหรือส่งผ่านทางอิเล็กทรอนิกส์ ดังนั้นข้อมูลที่ให้ไว้ถือเป็นความเสี่ยงของคุณเอง",
    "Chúng tôi sử dụng một phương pháp an toàn hợp lý để hủy Thông tin cá nhân.": "เราใช้วิธีการที่ปลอดภัยพอสมควรในการทำลายข้อมูลส่วนบุคคล",
    "Truy cập và thay đổi Thông tin cá nhân của bạn": "เข้าถึงและเปลี่ยนแปลงข้อมูลส่วนบุคคลของคุณ",
    "Bạn có thể truy cập và thay đổi bất kỳ Thông tin Cá nhân nào mà Bạn đã cung cấp cho Chúng tôi khi đăng ký thông qua": "คุณสามารถเข้าถึงและเปลี่ยนแปลงข้อมูลส่วนบุคคลใด ๆ ที่คุณให้ไว้กับเราเมื่อลงทะเบียนผ่าน",
    "Trang tài khoản. Đối với một bộ đầy đủ bản sao Thông tin cá nhân mà chúng tôi có về Bạn, nó sẽ được cung cấp miễn phí trong một khoảng thời gian hợp lý và trong mọi trường hợp không quá 14 ngày sau khi Chúng tôi nhận được yêu cầu bằng văn bản từ Bạn. Chúng tôi có thể cần xác minh rằng Bạn thực sự là chủ thể dữ liệu trước khi Chúng tôi có thể tiến hành yêu cầu như vậy.": "หน้าบัญชี. สำหรับชุดสำเนาข้อมูลส่วนบุคคลทั้งหมดที่เราเก็บไว้เกี่ยวกับคุณ จะสามารถใช้ได้โดยไม่เสียค่าใช้จ่ายภายในระยะเวลาที่เหมาะสม และไม่ว่ากรณีใดๆ ไม่เกิน 14 วันหลังจากที่เราได้รับคำขอเป็นลายลักษณ์อักษรจากคุณ เราอาจต้องยืนยันว่าคุณเป็นเจ้าของข้อมูลจริง ๆ ก่อนที่เราจะสามารถดำเนินการตามคำขอดังกล่าวได้",
    "Đôi khi, chúng tôi không thể xử lý yêu cầu thay đổi Thông tin cá nhân của bạn vì lý do kỹ thuật hoặc lý do khác. Chúng tôi sẽ thông báo cho Bạn khi đây là trường hợp. Sau đó, bạn nên xóa hiện tại của mình": "บางครั้ง เราอาจไม่สามารถดำเนินการตามคำขอของคุณในการเปลี่ยนแปลงข้อมูลส่วนบุคคลด้วยเหตุผลทางเทคนิคหรือเหตุผลอื่นๆ เราจะแจ้งให้คุณทราบเมื่อเป็นกรณีนี้ จากนั้นคุณควรลบปัจจุบันของคุณ",
    "Tài khoản và mở một tài khoản mới.": "บัญชีและเปิดบัญชีใหม่",
    "Xin lưu ý rằng việc chỉnh sửa thông tin từ": "โปรดทราบว่าการแก้ไขข้อมูลจาก",
    "Tài khoản, tức là những thay đổi Bạn đã thực hiện đối với bất kỳ thông tin nào, sẽ tự động áp dụng cho tất cả các trang web được liên kết với Tài khoản": "บัญชี เช่น การเปลี่ยนแปลงที่คุณทำกับข้อมูลใด ๆ จะมีผลกับทุกเว็บไซต์ที่เกี่ยวข้องกับบัญชีโดยอัตโนมัติ",
    "và danh tính đó.": "และเอกลักษณ์นั้น",
    "Chúng tôi hiểu tầm quan trọng của việc thực hiện các biện pháp phòng ngừa bổ sung để bảo vệ quyền riêng tư và sự an toàn của trẻ em khi sử dụng Trang web và Dịch vụ của chúng tôi. Trẻ em dưới 13 tuổi, hoặc độ tuổi tối thiểu tương đương trong phạm vi quyền hạn có liên quan, không được phép tự tạo": "เราเข้าใจถึงความสำคัญของการใช้ความระมัดระวังเป็นพิเศษเพื่อปกป้องความเป็นส่วนตัวและความปลอดภัยของเด็กๆ เมื่อใช้เว็บไซต์และบริการของเรา เด็กอายุต่ำกว่า 13 ปีหรืออายุขั้นต่ำเทียบเท่าในเขตอำนาจศาลที่เกี่ยวข้องไม่ได้รับอนุญาตให้สร้างเอง",
    "tài khoản, trừ khi cha mẹ hoặc người giám hộ hợp pháp của họ cung cấp sự đồng ý có thể kiểm chứng.": "เว้นแต่บิดามารดาหรือผู้ปกครองตามกฎหมายให้ความยินยอมที่ตรวจสอบได้",
    "Nếu Chúng tôi biết rằng Chúng tôi đã thu thập Thông tin Cá nhân của trẻ dưới 13 tuổi hoặc độ tuổi tối thiểu tương đương tùy thuộc vào khu vực tài phán mà không có sự đồng ý của cha mẹ hoặc người giám hộ hợp pháp của trẻ, Chúng tôi sẽ thực hiện các bước để xóa thông tin đó ngay khi có thể.": "หากเราทราบว่าเราได้รวบรวมข้อมูลส่วนบุคคลจากเด็กที่มีอายุต่ำกว่า 13 ปีหรืออายุขั้นต่ำเทียบเท่าโดยขึ้นอยู่กับเขตอำนาจศาล โดยไม่ได้รับความยินยอมจากพ่อแม่หรือผู้ปกครองตามกฎหมายของเด็ก เราจะดำเนินการเพื่อลบข้อมูลดังกล่าวโดยเร็วที่สุด .",
    "Nếu Người dùng là trẻ vị thành niên, tức là dưới 18 tuổi, cha mẹ hoặc người giám hộ hợp pháp của họ có thể yêu cầu quyền truy cập, thay đổi hoặc xóa Thông tin Cá nhân mà Chúng tôi có hoặc từ chối cho phép tiếp nhận hoặc sử dụng thông tin bằng một lá thư gửi cho Chúng tôi tại": "หากผู้ใช้เป็นผู้เยาว์ เช่น อายุต่ำกว่า 18 ปี พ่อแม่หรือผู้ปกครองตามกฎหมายอาจขออนุญาตเข้าถึง เปลี่ยนแปลง หรือลบข้อมูลส่วนบุคคลที่เราเก็บไว้หรือปฏิเสธที่จะยินยอมรับหรือใช้ข้อมูลโดยส่งจดหมายถึง ถึงเราได้ที่",
    "Để bảo vệ quyền riêng tư và bảo mật của Người dùng, các bước hợp lý sẽ được thực hiện để xác minh danh tính của cha mẹ hoặc người giám hộ hợp pháp trước khi cấp quyền truy cập vào Thông tin cá nhân. Do đó, điều rất quan trọng là phải bao gồm, trong thư của Bạn, địa chỉ email của Bạn cũng như số điện thoại mà chúng tôi có thể liên lạc với bạn.": "เพื่อปกป้องความเป็นส่วนตัวและความปลอดภัยของผู้ใช้ จะมีการดำเนินการตามขั้นตอนที่เหมาะสมเพื่อตรวจสอบตัวตนของพ่อแม่หรือผู้ปกครองตามกฎหมายก่อนที่จะให้สิทธิ์เข้าถึงข้อมูลส่วนบุคคล ดังนั้นจึงเป็นเรื่องสำคัญมากที่จะต้องระบุที่อยู่อีเมลและหมายเลขโทรศัพท์ที่เราสามารถติดต่อคุณได้ในจดหมายของคุณ",
    "Đối với tất cả Người dùng, vì Chúng tôi áp dụng luật của Hồng Kông, Pháp lệnh Dữ liệu Cá nhân (Quyền riêng tư), Cap. 486, cung cấp cho Bạn một số quyền nhất định đối với Thông tin Cá nhân của Bạn, chẳng hạn như quyền truy cập, thay đổi và xóa dữ liệu Bạn đã cung cấp cho Chúng tôi. Nếu Bạn thay đổi bất kỳ thông tin nào của Bạn, Chúng tôi có thể giữ một bản sao thông tin mà Bạn đã cung cấp cho Chúng tôi ban đầu trong kho lưu trữ của Chúng tôi để sử dụng trong Chính sách này. Thông tin của bạn sẽ bị xóa theo yêu cầu của bạn bất cứ lúc nào bằng cách liên hệ với chúng tôi.": "สำหรับผู้ใช้ทั้งหมด เนื่องจากเราใช้กฎหมายของฮ่องกง กฎหมายข้อมูลส่วนบุคคล (ความเป็นส่วนตัว) กฎหมายสูงสุด 486 ให้สิทธิ์บางอย่างแก่คุณเกี่ยวกับข้อมูลส่วนบุคคลของคุณ เช่น สิทธิ์ในการเข้าถึง เปลี่ยนแปลง และลบข้อมูลที่คุณให้ไว้กับเรา หากคุณเปลี่ยนแปลงข้อมูลใด ๆ ของคุณ เราอาจเก็บสำเนาของข้อมูลที่คุณให้ไว้แก่เราในตอนแรกในเอกสารสำคัญของเราเพื่อใช้ในนโยบายนี้ ข้อมูลของคุณจะถูกลบตามคำขอของคุณได้ตลอดเวลาโดยติดต่อเรา",
    "Đối với Người dùng ở EU, Chính sách quyền riêng tư của chúng tôi hoàn toàn tuân thủ Quy định bảo vệ dữ liệu chung (GDPR), cụ thể là:": "สำหรับผู้ใช้ในสหภาพยุโรป นโยบายความเป็นส่วนตัวของเราเป็นไปตามระเบียบการคุ้มครองข้อมูลทั่วไป (GDPR) อย่างครบถ้วน กล่าวคือ:",
    "Bạn được thông báo về tất cả các loại Thông tin Cá nhân mà Chúng tôi nắm giữ, nguồn gốc của thông tin đó, Chúng tôi chia sẻ thông tin đó với ai, Chúng tôi làm gì với thông tin đó và Chúng tôi sẽ lưu giữ thông tin đó trong bao lâu": "คุณจะได้รับแจ้งเกี่ยวกับข้อมูลส่วนบุคคลทุกประเภทที่เราถือครอง ข้อมูลนั้นมาจากไหน เราแบ่งปันกับใคร เราทำอะไรกับข้อมูลนั้น และเราจะเก็บไว้ที่ใด ข้อมูลนั้นมีอายุเท่าใด",
    "Chúng tôi đã giải thích những nơi Chúng tôi lưu giữ Thông tin Cá nhân và cách dữ liệu lưu chuyển giữa chúng": "เราได้อธิบายว่าเราเก็บข้อมูลส่วนบุคคลไว้ที่ใดและดำเนินการอย่างไรระหว่างข้อมูลเหล่านั้น",
    "Chúng tôi có Chính sách quyền riêng tư có thể truy cập công khai, phác thảo tất cả các quy trình liên quan đến Dữ liệu cá nhân": "เรามีนโยบายความเป็นส่วนตัวที่เข้าถึงได้ทั่วไปซึ่งสรุปกระบวนการทั้งหมดเกี่ยวกับข้อมูลส่วนบุคคล",
    "Chúng tôi đã cung cấp cơ sở hợp pháp để giải thích lý do tại sao Chúng tôi cần xử lý Thông tin cá nhân": "เราได้จัดเตรียมพื้นฐานทางกฎหมายเพื่ออธิบายว่าทำไมเราจึงต้องประมวลผลข้อมูลส่วนบุคคล",
    "Chúng tôi đã chỉ định một Nhân viên bảo vệ dữ liệu (DPO) mà Bạn có thể liên hệ bằng cách gửi email đến địa chỉ được cung cấp trong phần “Liên hệ với chúng tôi”": "เราได้มอบหมายเจ้าหน้าที่คุ้มครองข้อมูล (DPO) ซึ่งคุณสามารถติดต่อได้โดยส่งอีเมลไปยังที่อยู่ที่ระบุไว้ในส่วน 'ติดต่อเรา'",
    "Những người ra quyết định của chúng tôi hoàn toàn nhận thức được các nguyên tắc GDPR": "ผู้มีอำนาจตัดสินใจของเราตระหนักดีถึงหลักการของ GDPR",
    "Bảo mật kỹ thuật của chúng tôi được cập nhật": "ความปลอดภัยทางเทคนิคของเราเป็นปัจจุบัน",
    "Tất cả nhân viên của chúng tôi đều nhận thức được việc bảo vệ dữ liệu": "พนักงานของเราทุกคนตระหนักถึงการปกป้องข้อมูล",
    "Chúng tôi sẽ báo cáo vi phạm Dữ liệu cá nhân trong vòng 72 giờ cho chính quyền địa phương": "เราจะรายงานการละเมิดข้อมูลส่วนบุคคลภายใน 72 ชั่วโมงต่อเจ้าหน้าที่ท้องถิ่น",
    "Chúng tôi có hợp đồng với tất cả các bộ xử lý dữ liệu mà Chúng tôi chia sẻ dữ liệu với": "เรามีสัญญากับผู้ประมวลผลข้อมูลทั้งหมดที่เราแบ่งปันข้อมูลด้วย",
    "Bạn có thể dễ dàng truy cập và cập nhật Thông tin cá nhân của mình": "คุณสามารถเข้าถึงและอัปเดตข้อมูลส่วนบุคคลของคุณได้อย่างง่ายดาย",
    "Chúng tôi tự động xóa dữ liệu mà Chúng tôi không còn sử dụng nữa": "เราลบข้อมูลที่เราไม่ใช้แล้วโดยอัตโนมัติ",
    "Bạn có thể dễ dàng yêu cầu Chúng tôi xóa hoặc ngừng xử lý Dữ liệu Cá nhân của Bạn": "คุณสามารถขอให้เราลบหรือหยุดการประมวลผลข้อมูลส่วนบุคคลของคุณได้ง่ายๆ",
    "Khi có liên quan đến Dữ liệu Cá nhân của trẻ em, Chúng tôi thực hiện các bước hợp lý để xác minh tuổi của chúng và xin phép cha mẹ hoặc người giám hộ hợp pháp của chúng và": "เมื่อพูดถึงข้อมูลส่วนบุคคลของเด็ก เราจะใช้ขั้นตอนที่เหมาะสมในการตรวจสอบอายุของเด็กและได้รับอนุญาตจากพ่อแม่หรือผู้ปกครองตามกฎหมายและ",
    "Chúng tôi thường xuyên xem xét các chính sách để biết các thay đổi, tính hiệu quả, các thay đổi trong cách xử lý dữ liệu và các thay đổi đối với tình trạng công việc của các quốc gia khác mà dữ liệu chuyển đến.": "เราตรวจสอบนโยบายอย่างสม่ำเสมอสำหรับการเปลี่ยนแปลง ประสิทธิภาพ การเปลี่ยนแปลงวิธีจัดการข้อมูล และการเปลี่ยนแปลงสถานะทางธุรกิจของประเทศอื่น ๆ ที่ข้อมูลเคลื่อนย้าย",
    "Nếu Bạn có bất kỳ câu hỏi, thắc mắc, nhận xét hoặc yêu cầu nào, Chúng tôi rất sẵn lòng tiếp nhận và trả lời chúng. Xin vui lòng liên hệ với chúng tôi bằng cách gửi email tại": "หากคุณมีคำถาม ข้อกังวล ข้อคิดเห็น หรือคำขอใดๆ เรายินดีเป็นอย่างยิ่งที่จะรับและตอบคำถามเหล่านั้น โปรดติดต่อเราทางอีเมลที่",
    "Tìm kiếm": "ค้นหา",
    "Tùy chọn tìm kiếm nâng cao": "ตัวเลือกการค้นหาขั้นสูง",
    "Tất cả các thể loại": "ทุกประเภท",
    "Tất cả các nhãn": "ป้ายกำกับทั้งหมด",
    "Bộ sưu tập trò chơi của bạn": "คอลเลกชันเกมของคุณ",
    "Tất cả các trò chơi trong bộ sự tập của bạn ": "เกมทั้งหมดในคอลเลกชันของคุณ",
    "Thẻ": "การ์ด",
    "Xem tất cả thẻ gắn": "ดูแท็กทั้งหมด",
    "Game trực tuyến miễn phí hàng đầu được gắn thẻ": "แท็กเกมออนไลน์ฟรียอดนิยม",
    "Chơi trò chơi": "การเล่นเกม",
    "trên": "ข้างบน",
    "Thay đổi mật khẩu": "เปลี่ยนรหัสผ่าน",
    "Lưu": "บันทึก",
    "Hồ sơ của tôi": "ประวัติของฉัน",
    "Ảnh đại diện": "สัญลักษณ์",
    "Số điện thoại": "หมายเลขโทรศัพท์",
    "Địa chỉ": "ที่อยู่",
    "Tuổi": "ปี",
    "Other": "อื่น",
    "Shooter": "นักกีฬา",
    "Action": "การกระทำ",
    "Rpg": "สมมุติ",
    "Visual": "ภาพ",
    "Puzzle": "ปริศนา",
    "Simulation": "การจำลอง",
    "Adventure": "การผจญภัย",
    "Platformer": "แพลตฟอร์ม",
    "Sports": "กีฬา",
    "Cám ơn bạn vì đã tham gia cùng với chúng tôi trong chuyến hành trình này. Chỉ còn 1 bước cuối cùng để hoàn tất công việc đăng ký, vui lòng hãy ấn vào nút bên dưới:": "ขอบคุณที่ร่วมเดินทางกับเรา เหลืออีกเพียง 1 ขั้นตอนสุดท้ายในการลงทะเบียน โปรดคลิกปุ่มด้านล่าง:",
    "Chúc mừng bạn đã đăng ký thành công": "ขอแสดงความยินดีที่คุณลงทะเบียนสำเร็จ",
    "Đã đăng ký Bản quyền": "ลิขสิทธิ์ที่ลงทะเบียน",
    "Cài đặt lại mật khẩu": "รีเซ็ตรหัสผ่าน",
    "Rest Password": "รีเซ็ตรหัสผ่าน",
    "Verify Email Address": "ยืนยันที่อยู่อีเมล",
    "Các vấn đề với quá trình xác minh hoặc nhập sai email?": "มีปัญหากับขั้นตอนการยืนยันหรือป้อนอีเมลผิด?",
    "Vui lòng đăng ký với": "กรุณาลงทะเบียนกับ",
    "khác": "อื่น",
    "địa chỉ email": "ที่อยู่อีเมล",
    "Mật khẩu cũ": "รหัสผ่านเก่า",
    "Mật khẩu mới": "รหัสผ่านใหม่",
    "Nhập lại mật khẩu": "ยืนยันรหัสผ่านใหม่",
    "Nam": "ชาย",
    "Nữ": "หญิง",
    "Giới tính khác": "เพศอื่นๆ",
    "Đóng": "ปิด",
    "Gửi": "ส่ง",
    "Ghi chú": "บันทึก",
    "Báo lỗi": "ข้อผิดพลาด",
    "Bạn đã đóng góp rồi": "คุณมีส่วนร่วมแล้ว",
    "Chúng tôi đã tiếp nhận được đóng góp của bạn trước đây. Chúng tôi đang cố gắng kiểm tra và sẽ phản hồi sớm thông qua hòm thư của bạn như bên dưới :": "เราได้รับการสนับสนุนของคุณมาก่อน เรากำลังพยายามตรวจสอบและจะตอบกลับเร็วๆ นี้ผ่านทางกล่องจดหมายของคุณดังนี้ :",
    "Chúng tôi đã tiếp nhận thông báo": "เราได้รับแจ้งแล้ว",
    "Chúng tôi đã tiếp nhận được đóng góp của bạn. Chúng tôi sẽ phản hồi sớm thông qua hòm thư của bạn như bên dưới :": "เราได้รับผลงานของคุณแล้ว เราจะตอบกลับโดยเร็วที่สุดผ่านทางกล่องจดหมายของคุณดังนี้ :",
    "chơi trò chơi, gamekafe, gamekafe, kafe, fake, gameka, chơi trò chơi bóng đá, chơi trò chơi android, chơi trò chơi đua xe, chơi trò chơi zombie, chơi candy crush, chơi trò chơi đua tốc độ, chơi trò chơi casino, chơi poker, chơi trò chơi bắn nhau, chơi trò chơi thời trang, chơi trò chơi nữ giới, chơi trò chơi nấu ăn, chơi trò chơi phiêu lưu, chơi trò chơi câu cá, chơi trò chơi halloween, chơi trò chơi tình yêu, chơi trò chơi đố vui, chơi trò chơi thể thao, chơi trò chơi chiến tranh, chơi trò chơi bóng đá": "เล่นเกม, gamekafe, gamekafe, Kafe, ปลอม, gameka, เล่นเกมฟุตบอล, เล่นเกม Android, เล่นเกมแข่งรถ, เล่นเกมซอมบี้, เล่นลูกกวาดบด, เล่นเกมแข่งรถความเร็ว, เล่นเกมคาสิโน, เล่นโป๊กเกอร์, เล่นเกมยิง, เกมส์แฟชั่น เกมส์สาวๆ เกมส์ทำอาหาร เกมส์ผจญภัย เกมส์ตกปลา เกมส์ฮาโลวีน เกมส์รัก เกมส์ตอบคำถาม เกมส์กีฬา เกมส์ต่อสู้ ระบายสี เล่นเกมส์ฟุตบอล",
    "Yêu thích": "ที่ชื่นชอบ",
    "Trò đã chơi": "เล่นเกมแล้ว",
    "Không được phép": "ไม่ได้รับอนุญาต",
    "Bạn không được cấp quyền để truy cập. Vui lòng ấn vào nút bên dưới để quay lại trang chủ": "คุณไม่ได้รับอนุญาตให้เข้าถึง กรุณาคลิกปุ่มด้านล่างเพื่อกลับไปยังหน้าแรก",
    "Yêu cầu thanh toán": "คำขอชำระเงิน",
    "Hình thức bạn yêu cầu cần thanh toán để tiếp tục trải nghiệm. Vui lòng thanh toán hoặc ấn vào nút bên dưới để quay lại trang chủ": "แบบฟอร์มที่คุณร้องขอต้องชำระเงินเพื่อดำเนินการต่อ กรุณาชำระเงินหรือคลิกปุ่มด้านล่างเพื่อกลับไปยังหน้าแรก",
    "Cấm": "ต้องห้าม",
    "Truy cập của bạn bị cấm do 1 số thông tin liên quan. Vui lòng liên hệ với bộ phận kĩ thuật hoặc ấn nút bên dưới để quay lại trang chủ": "การเข้าถึงของคุณถูกห้ามเนื่องจากข้อมูลที่เกี่ยวข้องบางอย่าง โปรดติดต่อฝ่ายเทคนิคหรือกดปุ่มด้านล่างเพื่อกลับสู่หน้าแรก",
    "Không tìm thấy": "ไม่พบ",
    "Địa chỉ đường dẫn của bạn không tồn tại hoặc không tìm thấy. Vui lòng ấn vào nút bên dưới để quay lại trang chủ": "URL ของคุณไม่มีอยู่หรือไม่พบ กรุณาคลิกปุ่มด้านล่างเพื่อกลับไปยังหน้าแรก",
    "Trang đã hết hạn": "เพจหมดอายุแล้ว",
    "Trang bạn truy cập đã hết hạn.Vui lòng thử đăng nhập lại hoặc ấn vào nút bên dưới để quay lại trang chủ": "หน้าเว็บที่คุณเยี่ยมชมหมดอายุแล้ว โปรดลองเข้าสู่ระบบอีกครั้งหรือคลิกปุ่มด้านล่างเพื่อกลับสู่หน้าแรก",
    "Qúa nhiều yêu cầu": "คำขอมากเกินไป",
    "Bạn đang cố gắng truy cập với quá nhiều yêu cầu. Vui lòng nghỉ ngơi 1 thời gian hoặc ấn vào nút bên dưới để quay lại trang chủ": "คุณกำลังพยายามเข้าถึงด้วยคำขอมากเกินไป โปรดพักสักครู่หรือคลิกปุ่มด้านล่างเพื่อกลับสู่หน้าแรก",
    "Lỗi máy chủ": "เซิร์ฟเวอร์ผิดพลาด",
    "Máy chủ đang gặp 1 vấn đề rất nghiêm trọng. Vui lòng quý khách quay trở lại sau 1 khoảng thời gian hoặc ấn vào nút bên dưới để quay lại trang chủ": "เซิร์ฟเวอร์กำลังประสบปัญหาร้ายแรงมาก โปรดกลับมาอีกครั้งในภายหลังหรือคลิกปุ่มด้านล่างเพื่อกลับสู่หน้าแรก",
    "Dịch vụ không có sẵn": "ไม่มีบริการ",
    "Hiện tại dịch vụ mà bạn đang yêu cầu không có sẵn. Vui lòng quay trở lại vào thời gian khác hoặc ấn nút bên dưới để quay lại trang chủ": "ขณะนี้บริการที่คุณร้องขอไม่สามารถใช้งานได้ กรุณากลับมาใหม่อีกครั้งหรือกดปุ่มด้านล่างเพื่อกลับสู่หน้าแรก",
    "Về trang chủ": "กลับสู่หน้าแรก",
    "Viết bình luận của bạn": "เขียนความคิดเห็นของคุณ",
    "Vui lòng đăng nhập để có thể để lại bình luận của bạn.": "กรุณาเข้าสู่ระบบเพื่อให้สามารถแสดงความคิดเห็นของคุณได้",
    "Đăng": "โพสต์",
    "Quốc gia": "ประเทศ",
    "Cám ơn các bạn đã bình luận. Chúng tôi sẽ thông báo sớm đến bạn qua hòm thư sau khi được kiểm duyệt!": "ขอบคุณที่แสดงความคิดเห็น หากคุณไม่เห็นความคิดเห็นของคุณ อาจยังอยู่ระหว่างการพิจารณาหรือโปรดติดต่อฝ่ายสนับสนุน!",
    "Ngôn ngữ mặc định": "เงินทอง",
    "cũng hoạt động trên các thiết bị di động và có nhiều game cảm ứng cho điện thoại. Ghé thăm": "ใช้งานได้บนอุปกรณ์มือถือและมีเกมสัมผัสมากมายสำหรับโทรศัพท์ เยี่ยม",
    "và gia nhập với cộng đồng người chơi ngay.": "และเข้าร่วมชุมชนผู้เล่นทันที"
}
